{"_id":{"$oid":"58efd56bc2f99315180da4f3"},"article_title":"Abdominal CT scan","article_section":"\u003cp\u003eAn abdominal CT scan is an imaging method that uses x-rays to create cross-sectional pictures of the belly area. CT stands for computed tomography.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:47.603Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da4f4"},"article_title":"Abdominal CT scan","article_section":"\u003cp\u003eYou will lie on a narrow table that slides into the center of the CT scanner. Most often,you will lie on your back with your arms raised above the head.\u003c/p\u003e\u003cp\u003eOnce you are inside the scanner, the machine's x-ray beam rotates around you. Modern \"spiral\" scanners can perform the exam without stopping.\u003c/p\u003e\u003cp\u003eA computer creates separate images of the belly area, called slices. These images can be stored, viewed on a monitor, or printed on film. Three-dimensional models of the belly area can bemade by stacking the slices together.\u003c/p\u003e\u003cp\u003eYou must be still during the exam, because movement causes blurred images. You may be told to hold your breath for short periods of time.\u003c/p\u003e\u003cp\u003eThe scan should take less than 30 minutes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.022Z"},"url":"","section_title":"How the Test is Performed"}
{"_id":{"$oid":"58efd56cc2f99315180da4f5"},"article_title":"Abdominal CT scan","article_section":"\u003cp\u003eYou need to have a special dye, called contrast, put into your body before some exams. Contrast helps certain areas show up better on the x-rays.\u003c/p\u003e\u003cul\u003e\u003cli\u003eContrast can be given through a vein (IV) in your hand or forearm. If contrast is used, you may also be asked not to eat or drink anything for 4-6 hours before the test.\u003c/li\u003e\u003cli\u003eYou may have to drink the contrast before the exam. When you drink it will depend on the type of exam being done. Contrast has a chalky taste although some have flavors so that they taste a little better. \u003c/li\u003e\u003cli\u003eThe contrast will pass out of your body through your stools.\u003c/li\u003e\u003cli\u003eLet your doctor know if you have ever had a reaction to contrast. You may need to take medicines before the test in order to safely receive this substance.\u003c/li\u003e\u003cli\u003eBefore receiving the contrast, tell your health care provider if you take the diabetes medication metformin(Glucophage).People taking this medicine may have to stop taking it for a while before the test.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eToo much weight can damage the scanner. Find out if the CT machine has a weight limit if you weigh more than 300 pounds. \u003c/p\u003e\u003cp\u003eYou will need to take off yourjewelry and wear a hospital gown during the study.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.023Z"},"url":"","section_title":"How to Prepare for the Test"}
{"_id":{"$oid":"58efd56cc2f99315180da4f6"},"article_title":"Abdominal CT scan","article_section":"\u003cp\u003eLying on the hard table may be a little bit uncomfortable.\u003c/p\u003e\u003cp\u003eIf you have contrast through a vein (IV), you may have:\u003c/p\u003e\u003cul\u003e\u003cli\u003eSlight burning sensation\u003c/li\u003e\u003cli\u003eMetallic taste in the mouth\u003c/li\u003e\u003cli\u003eWarm flushing of the body\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThese feelings are normal and go away within a few seconds.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.024Z"},"url":"","section_title":"How the Test Will Feel"}
{"_id":{"$oid":"58efd56cc2f99315180da4f7"},"article_title":"Abdominal CT scan","article_section":"\u003cp\u003eAn abdominal CT scan makesdetailed pictures of the structures inside your belly (abdomen) very quickly.\u003c/p\u003e\u003cp\u003eThis test may be used to look for:\u003c/p\u003e\u003cul\u003e\u003cli\u003eCause of abdominal pain or swelling\u003c/li\u003e\u003cli\u003eHernia\u003c/li\u003e\u003cli\u003eCause of a fever\u003c/li\u003e\u003cli\u003eMasses and tumors, including cancer\u003c/li\u003e\u003cli\u003eInfections or injury\u003c/li\u003e\u003cli\u003eKidney stones\u003c/li\u003e\u003cli\u003eAppendicitis\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.025Z"},"url":"","section_title":"Why the Test is Performed"}
{"_id":{"$oid":"58efd56cc2f99315180da4f8"},"article_title":"Abdominal CT scan","article_section":"\u003cp\u003eThe abdominal CT scan mayshow somecancers, including:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBreast cancer\u003c/li\u003e\u003cli\u003eCancer of the renal pelvis or ureter\u003c/li\u003e\u003cli\u003eColon cancer\u003c/li\u003e\u003cli\u003eHepatocellular carcinoma\u003c/li\u003e\u003cli\u003eLymphoma\u003c/li\u003e\u003cli\u003eMelanoma\u003c/li\u003e\u003cli\u003eOvarian cancer\u003c/li\u003e\u003cli\u003ePancreatic cancer\u003c/li\u003e\u003cli\u003ePheochromocytoma\u003c/li\u003e\u003cli\u003eRenal cell carcinoma (kidney cancer)\u003c/li\u003e\u003cli\u003eTesticular cancer\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThe abdominal CT scan may show problems with the gallbladder, liver, or pancreas, including:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAcute cholecystitis\u003c/li\u003e\u003cli\u003eAlcoholic liver disease\u003c/li\u003e\u003cli\u003eCholelithiasis\u003c/li\u003e\u003cli\u003ePancreatic abscess\u003c/li\u003e\u003cli\u003ePancreatic pseudocyst\u003c/li\u003e\u003cli\u003ePancreatitis\u003c/li\u003e\u003cli\u003eSclerosing cholangitis\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThe abdominal CT scan may reveal the following kidney problems:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAcute bilateral obstructive uropathy\u003c/li\u003e\u003cli\u003eAcute unilateral obstructive uropathy\u003c/li\u003e\u003cli\u003eChronic bilateral obstructive uropathy\u003c/li\u003e\u003cli\u003eChronic unilateral obstructive uropathy\u003c/li\u003e\u003cli\u003eComplicated UTI (pyelonephritis)\u003c/li\u003e\u003cli\u003eKidney stones\u003c/li\u003e\u003cli\u003eKidney swelling (hydronephrosis)\u003c/li\u003e\u003cli\u003eKidney or ureter damage\u003c/li\u003e\u003cli\u003ePolycystic kidney disease\u003c/li\u003e\u003cli\u003eUreterocele\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eAbnormal results may also be due to:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAbdominal aortic aneurysm\u003c/li\u003e\u003cli\u003eAbscesses\u003c/li\u003e\u003cli\u003eAppendicitis\u003c/li\u003e\u003cli\u003eBowel wall thickening\u003c/li\u003e\u003cli\u003eRetroperitoneal fibrosis\u003c/li\u003e\u003cli\u003eRenal artery stenosis\u003c/li\u003e\u003cli\u003eRenal vein thrombosis\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.027Z"},"url":"","section_title":"What Abnormal Results Mean"}
{"_id":{"$oid":"58efd56cc2f99315180da4f9"},"article_title":"Abdominal CT scan","article_section":"\u003cp\u003eRisks of CT scans include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAllergyto contrast dye\u003c/li\u003e\u003cli\u003eExposure to radiation\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eCT scansexpose you to more radiation than regular x-rays. Many x-rays or CT scans over time may increase your risk for cancer. However, the risk from any one scan is small. Talk to your doctor about this risk and the benefit of the test for gettinga correct diagnosis of yourmedical problem. \u003c/p\u003e\u003cp\u003eSome people have allergies to contrast dye. Let your doctor know if you have ever had an allergic reaction to injected contrast dye.\u003c/p\u003e\u003cul\u003e\u003cli\u003eThe most common type of contrast given into a vein contains iodine. If you have an iodine allergy, you may have nausea or vomiting,sneezing, itching,or hives if you get this type of contrast.\u003c/li\u003e\u003cli\u003eIf you must be given such contrast, your doctor may give you antihistamines (such as Benadryl) or steroids before the test.\u003c/li\u003e\u003cli\u003eYourkidneys help remove iodine out of the body. You may need extra fluids after the test to help flush the iodine out of the body if you havekidney disease or diabetes.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eRarely, the dye may cause a life-threatening allergic response called anaphylaxis. Tell the scanner operator right away if you have any trouble breathing during the test.. Scanners come with an intercom and speakers, so the operator can hear you at all times.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.028Z"},"url":"","section_title":"Risks"}
{"_id":{"$oid":"58efd56cc2f99315180da4fa"},"article_title":"Abdominal CT scan","article_section":"\u003cp\u003eComputed tomography scan - abdomen; CT scan - abdomen; CAT scan - abdomen\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.029Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da4fb"},"article_title":"Abdominal CT scan","article_section":"\u003cp\u003eKim DH, Pickhardt PJ. Diagnostic imaging procedures in gastroenterology. In: Goldman L, Schafer AI, eds. \u003cem\u003eCecil Medicine. \u003c/em\u003e24th ed. Philadelphia, Pa: Saunders Elsevier; 2011:chap 135.\u003c/p\u003e\u003cp\u003eShaw AS, Dixon AK. Multidetector computed tomography. In: Adam A, Dixon AK, eds. \u003cem\u003eGrainger \u0026amp; Allison's Diagnostic Radiology: A Textbook of Medical Imaging\u003c/em\u003e. 5th ed. New York, NY: Churchill Livingstone; 2008:chap 4.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.031Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da4fc"},"article_title":"Abdominal mass","article_section":"\u003cp\u003eAn abdominal mass is swelling in one part of the belly area (abdomen).\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.032Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da4fd"},"article_title":"Abdominal mass","article_section":"\u003cp\u003eAn abdominal mass is usually found during a routine physical examination. Most of the time the mass develops slowly. You may not be able to feel the mass.\u003c/p\u003e\u003cp\u003eFinding where the pain occurs helps the doctor make a diagnosis. For example, the abdomen is usually divided into four areas:\u003c/p\u003e\u003cul\u003e\u003cli\u003eRight-upper quadrant\u003c/li\u003e\u003cli\u003eLeft-upper quadrant\u003c/li\u003e\u003cli\u003eRight-lower quadrant\u003c/li\u003e\u003cli\u003eLeft-lower quadrant\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eOther terms used to find the location of abdominal pain or masses include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eEpigastric -- center of the abdomen just below the rib cage\u003c/li\u003e\u003cli\u003ePeriumbilical -- area around the bellybutton\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThe location of the mass and its firmness, texture, and other qualities can provide clues to its cause.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.033Z"},"url":"","section_title":"Considerations"}
{"_id":{"$oid":"58efd56cc2f99315180da4fe"},"article_title":"Abdominal mass","article_section":"\u003cul\u003e\u003cli\u003eAbdominal aortic aneurysm can cause a pulsating mass around the navel.\u003c/li\u003e\u003cli\u003eBladder distention (urinary bladder over-filled with fluid) can cause a firm mass in the center of the lower abdomen above the pelvic bones. In extreme cases it can reach as far up as the navel.\u003c/li\u003e\u003cli\u003eCholecystitis can cause a very tender mass that is felt below the liver in the right-upper quadrant (occasionally).\u003c/li\u003e\u003cli\u003eColon cancer can cause a mass almost anywhere in the abdomen.\u003c/li\u003e\u003cli\u003eCrohn's disease or bowel obstruction can cause many tender, sausage-shaped masses anywhere in the abdomen.\u003c/li\u003e\u003cli\u003eDiverticulitis can cause a mass that is usually located in the left-lower quadrant.\u003c/li\u003e\u003cli\u003eGallbladder tumor can cause a tender, irregularly shaped mass in the right-upper quadrant.\u003c/li\u003e\u003cli\u003eHydronephrosis (fluid-filled kidney) can cause a smooth, spongy-feeling mass in one or both sides or toward the back (flank area).\u003c/li\u003e\u003cli\u003eKidney cancer can sometimes cause a mass in the abdomen.\u003c/li\u003e\u003cli\u003eLiver cancer can cause a firm, lumpy mass in the right upper quadrant.\u003c/li\u003e\u003cli\u003eLiver enlargement (hepatomegaly) can cause a firm, irregular mass below the right rib cage, or on the left side in the stomach area.\u003c/li\u003e\u003cli\u003eNeuroblastoma, a cancerous tumor, often found in the lower abdomen, that mainly occurs in children and infants.\u003c/li\u003e\u003cli\u003eOvarian cyst can cause a smooth, rounded, rubbery mass above the pelvis in the lower abdomen.\u003c/li\u003e\u003cli\u003ePancreatic abscess can cause a mass in the upper abdomen in the epigastric area.\u003c/li\u003e\u003cli\u003ePancreatic pseudocyst can cause a lumpy mass in the upper abdomen in the epigastric area.\u003c/li\u003e\u003cli\u003eRenal cell carcinoma can cause a smooth, firm, but not tender mass near the kidney (usually only affects one kidney).\u003c/li\u003e\u003cli\u003eSpleen enlargement (splenomegaly) can sometimes be felt in the left-upper quadrant.\u003c/li\u003e\u003cli\u003eStomach cancer can cause a mass in the left-upper abdomen in the stomach area (epigastric) if the cancer is large.\u003c/li\u003e\u003cli\u003eUterine leiomyoma (fibroids) can cause a round, lumpy mass above the pelvis in the lower abdomen (sometimes can be felt if the fibroids are large).\u003c/li\u003e\u003cli\u003eVolvulus can cause a mass anywhere in the abdomen.\u003c/li\u003e\u003cli\u003eUreteropelvic junction obstruction can cause a mass in the lower abdomen.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.034Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da4ff"},"article_title":"Abdominal mass","article_section":"\u003cp\u003eAll abdominal masses should be examined as soon as possible by the health care provider.\u003c/p\u003e\u003cp\u003eChanging your body position may help relieve pain due to an abdominal mass.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.035Z"},"url":"","section_title":"Home Care"}
{"_id":{"$oid":"58efd56cc2f99315180da500"},"article_title":"Abdominal mass","article_section":"\u003cp\u003eSeek immediate medical help if you have a pulsating lump in your abdomen along with severe abdominal pain. This could be a sign of a ruptured aortic aneurysm, which is an emergency condition.\u003c/p\u003e\u003cp\u003eContact your doctor if you notice any type of abdominal mass.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.037Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da501"},"article_title":"Abdominal mass","article_section":"\u003cp\u003eIn nonemergency situations, your doctor will perform a physical exam and ask questions about your symptoms and medical history.\u003c/p\u003e\u003cp\u003eIn an emergency situation, you will be stabilized first. Then, the doctor will exam your abdomen and ask questions about your symptoms and medical history, such as:\u003c/p\u003e\u003cul\u003e\u003cli\u003eWhere is the mass located?\u003c/li\u003e\u003cli\u003eWhen did you notice the mass?\u003c/li\u003e\u003cli\u003eDoes it come and go?\u003c/li\u003e\u003cli\u003eHas the mass changed in size or position? Has it become more or less painful?\u003c/li\u003e\u003cli\u003eWhat other symptoms do you have?\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eA pelvic or rectal examination may be needed in some cases. Tests that may be done to find the cause of an abdominal mass include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAbdominal CT scan\u003c/li\u003e\u003cli\u003eAbdominal ultrasound\u003c/li\u003e\u003cli\u003eAbdominal x-ray\u003c/li\u003e\u003cli\u003eAngiography\u003c/li\u003e\u003cli\u003eBarium enema\u003c/li\u003e\u003cli\u003eBlood tests such as CBC and blood chemistry\u003c/li\u003e\u003cli\u003eColonoscopy\u003c/li\u003e\u003cli\u003eEGD\u003c/li\u003e\u003cli\u003eIsotope study\u003c/li\u003e\u003cli\u003eSigmoidoscopy\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.038Z"},"url":"","section_title":"What to Expect at Your Office Visit"}
{"_id":{"$oid":"58efd56cc2f99315180da502"},"article_title":"Abdominal mass","article_section":"\u003cp\u003eMass in the abdomen\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.039Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da503"},"article_title":"Abdominal mass","article_section":"\u003cp\u003eMcquaid K. Approach to the patient with gastrointestinal disease. In: Goldman L, Schafer AI, eds. \u003cem\u003eCecil Medicine\u003c/em\u003e. 24th ed. Philadelphia, Pa: Saunders Elsevier; 2011:chap 134.\u003c/p\u003e\u003cp\u003eSquires RA, Postier RG. Acute abdomen. In:Townsend CM Jr, Beauchamp RD, Evers BM, Mattox KL, eds.\u003cem\u003eSabiston Textbook of Surgery\u003c/em\u003e. 19th ed. Philadelphia, Pa: Saunders Elsevier; 2012:chap 47.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.040Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da504"},"article_title":"Abdominal MRI scan","article_section":"\u003cp\u003eAn abdominal MRI (magnetic resonance imaging) scan is an imaging test that uses powerful magnets and radio waves to create pictures of the inside of the belly area. It does not use radiation (x-rays).\u003c/p\u003e\u003cp\u003eSingle MRI images are called slices. The images can be stored on a computer or printed on film. One exam produces dozens or sometimes hundreds of images.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.041Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da505"},"article_title":"Abdominal MRI scan","article_section":"\u003cp\u003eYou may be asked to wear a hospital gown or clothing without metal zippers or snaps (such as sweatpants and a t-shirt). Certain types of metal can cause blurry images.\u003c/p\u003e\u003cp\u003eYou will lie on a narrow table. The table slides into a large tunnel-shaped scanner.\u003c/p\u003e\u003cp\u003eSome exams require a special dye (contrast). Most of the time, the dye is given before the test through a vein (IV) in your hand or forearm. The dye helps the radiologist see certain areas more clearly.\u003c/p\u003e\u003cp\u003eDuring the MRI, the person who operates the machine will watch you from another room. The test lasts about 30-60 minutes, but may take longer.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.043Z"},"url":"","section_title":"How the Test is Performed"}
{"_id":{"$oid":"58efd56cc2f99315180da506"},"article_title":"Abdominal MRI scan","article_section":"\u003cp\u003eYou may be asked not to eat or drink anything for 4 - 6 hours before the scan.\u003c/p\u003e\u003cp\u003eTell your doctor if you are afraid of close spaces (have claustrophobia). You may be given a medicine to help you feel sleepy and less anxious, or your doctor may suggest an \"open\" MRI, in which the machine is not as close to the body.\u003c/p\u003e\u003cp\u003eBefore the test, tell your health care provider if you have:\u003c/p\u003e\u003cul\u003e\u003cli\u003eArtificial heart valves\u003c/li\u003e\u003cli\u003eBrain aneurysm clips\u003c/li\u003e\u003cli\u003eHeart defibrillator or pacemaker\u003c/li\u003e\u003cli\u003eInner ear (cochlear) implants\u003c/li\u003e\u003cli\u003eKidney disease or dialysis (you may not be able to receive contrast)\u003c/li\u003e\u003cli\u003eRecently placed artificial joints\u003c/li\u003e\u003cli\u003eCertain types of vascular stents\u003c/li\u003e\u003cli\u003eWorked with sheet metal in the past (you may need tests to check for metal pieces in your eyes)\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eBecause the MRI contains strong magnets, metal objects are not allowed into the room with the MRI scanner:\u003c/p\u003e\u003cul\u003e\u003cli\u003eItems such as jewelry, watches, credit cards, and hearing aids can be damaged.\u003c/li\u003e\u003cli\u003ePens, pocketknives, and eyeglasses may fly across the room.\u003c/li\u003e\u003cli\u003ePins, hairpins, metal zippers, and similar metallic items can distort the images.\u003c/li\u003e\u003cli\u003eRemovable dental work should be taken out just before the scan.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.044Z"},"url":"","section_title":"How to Prepare for the Test"}
{"_id":{"$oid":"58efd56cc2f99315180da507"},"article_title":"Abdominal MRI scan","article_section":"\u003cp\u003eAn MRI exam causes no pain. Youmay get medicine to relax you if you have a problemlying still or are very nervous. Moving too much can blur MRI images and cause errors.\u003c/p\u003e\u003cp\u003eThe table may be hard or cold, but you canask fora blanket or pillow. The machinemakes loud thumping and humming noises when turned on. You can wear ear plugs to help reduce the noise.\u003c/p\u003e\u003cp\u003eAn intercom in the room allows you to speak to someone at any time. Some MRIs have televisions and special headphonesto help youtime pass.\u003c/p\u003e\u003cp\u003eThere is no recovery time, unless you were given a medicine to relax. After an MRI scan, you can go back to your normal diet, activity, and medicines.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.045Z"},"url":"","section_title":"How the Test Will Feel"}
{"_id":{"$oid":"58efd56cc2f99315180da508"},"article_title":"Abdominal MRI scan","article_section":"\u003cp\u003eAn abdominal MRI provides detailed pictures of the belly area from many views. It is often used to clarify findings from earlier x-rays or CT scans.\u003c/p\u003e\u003cp\u003eThis test may be used to look at:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBlood flow in the abdomen\u003c/li\u003e\u003cli\u003eBlood vessels in the abdomen\u003c/li\u003e\u003cli\u003eThe cause of abdominal pain or swelling\u003c/li\u003e\u003cli\u003eThe cause of abnormal blood test results, such as liver or kidney problems\u003c/li\u003e\u003cli\u003eLymph nodes in the abdomen\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eMRI can distinguish tumors from normal tissues. This can help the doctor know more about the tumor such as size, severity, and spread. This is called staging.\u003c/p\u003e\u003cp\u003eMRI is sometimes used to avoid the dangers of angiography, too much radiation exposure, and allergies from iodine.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.046Z"},"url":"","section_title":"Why the Test is Performed"}
{"_id":{"$oid":"58efd56cc2f99315180da509"},"article_title":"Abdominal MRI scan","article_section":"\u003cp\u003eAn abnormal result may be due to:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAbscess\u003c/li\u003e\u003cli\u003eAcute tubular necrosis\u003c/li\u003e\u003cli\u003eCancer\u003c/li\u003e\u003cli\u003eEnlarged spleen or liver\u003c/li\u003e\u003cli\u003eGallbladder or bile duct problems\u003c/li\u003e\u003cli\u003eGallstones, bile duct stones\u003c/li\u003e\u003cli\u003eHemangiomas\u003c/li\u003e\u003cli\u003eHydronephrosis (kidney swelling from the backflow of urine)\u003c/li\u003e\u003cli\u003eKidney infection\u003c/li\u003e\u003cli\u003eKidney damage\u003c/li\u003e\u003cli\u003eLymphadenopathy (abnormalities of the lymph nodes)\u003c/li\u003e\u003cli\u003eObstructed vena cava\u003c/li\u003e\u003cli\u003ePancreatic cancer\u003c/li\u003e\u003cli\u003ePortal vein obstruction (liver)\u003c/li\u003e\u003cli\u003eRenal arterial obstruction\u003c/li\u003e\u003cli\u003eRenal vein thrombosis\u003c/li\u003e\u003cli\u003eTransplant rejection\u003c/li\u003e\u003cli\u003eTumor of the gallbladder\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eAdditional conditions under which the test may be performed:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAbdominal aortic aneurysm\u003c/li\u003e\u003cli\u003eAcute renal failure\u003c/li\u003e\u003cli\u003eAdenomyosis\u003c/li\u003e\u003cli\u003eAtheroembolic renal disease\u003c/li\u003e\u003cli\u003eCarcinoma of the renal pelvis or ureter\u003c/li\u003e\u003cli\u003eChronic renal failure\u003c/li\u003e\u003cli\u003eCystinuria\u003c/li\u003e\u003cli\u003eHydatidiform mole\u003c/li\u003e\u003cli\u003eInjury of the kidney and ureter\u003c/li\u003e\u003cli\u003eInsulinoma\u003c/li\u003e\u003cli\u003eIslet of Langerhans' tumor\u003c/li\u003e\u003cli\u003eMedullary cystic disease\u003c/li\u003e\u003cli\u003eMultiple endocrine neoplasia (MEN) II\u003c/li\u003e\u003cli\u003eMultiple endocrine neoplasia (MEN) I\u003c/li\u003e\u003cli\u003eNephrolithiasis\u003c/li\u003e\u003cli\u003eOvarian cancer\u003c/li\u003e\u003cli\u003ePheochromocytoma\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.047Z"},"url":"","section_title":"What Abnormal Results Mean"}
{"_id":{"$oid":"58efd56cc2f99315180da50a"},"article_title":"Abdominal MRI scan","article_section":"\u003cp\u003eMRI does not use ionizingradiation. No side effects from the magnetic fields and radio waves have been reported.\u003c/p\u003e\u003cp\u003eThe most common type of contrast (dye) used is gadolinium. It is very safe. Allergic reactions rarely occur. However, gadolinium can be harmful to people with kidney problems whoneed dialysis. Tell your health care provider before the test if you have have kidney problems. \u003c/p\u003e\u003cp\u003eThe strong magnetic fields created during an MRI can cause heart pacemakers and other implants not towork as well. The magnets can also cause a piece of metal inside your body to move or shift.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.049Z"},"url":"","section_title":"Risks"}
{"_id":{"$oid":"58efd56cc2f99315180da50b"},"article_title":"Abdominal MRI scan","article_section":"\u003cp\u003eNuclear magnetic resonance - abdomen; NMR - abdomen; Magnetic resonance imaging - abdomen; MRI of the abdomen\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.050Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da50c"},"article_title":"Abdominal MRI scan","article_section":"\u003cp\u003eKim DH, Pickhard PJ. Diagnostic imaging procedures in gastroenterology. In: Goldman L, Schafter AI, eds. \u003cem\u003eCecil Medicine. \u003c/em\u003e24th ed. Philadelphia, Pa: Saunders Elsevier; 2011:chap 135.\u003c/p\u003e\u003cp\u003eWilkinson ID, Paley MNJ. Magnetic resonance imaging: basic principles. In: Adam A, Dixon AK, eds. \u003cem\u003eGranger \u0026amp; Allison's Diagnostic Radiology: A Textbook of Medical Imaging\u003c/em\u003e. 5th ed. New York, NY: Churchill Livingstone;2008:chap 5.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.051Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da50d"},"article_title":"Abdominal pain","article_section":"\u003cp\u003eAbdominal pain is pain that you feel anywhere between your chest and groin. This is often referred to as the stomach region or belly.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.052Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da50e"},"article_title":"Abdominal pain","article_section":"\u003cp\u003eAlmost everyone has pain in the abdomen at one time or another. Most of the time, it is not caused by a serious medical problem.\u003c/p\u003e\u003cp\u003eHow bad your pain is does not always reflect the seriousness of the condition causing the pain.\u003c/p\u003e\u003cp\u003eFor example, you might feel severe abdominal pain if you have gas or stomach cramps due to a viral gastroenteritis.\u003c/p\u003e\u003cp\u003eSometimes, life-threatening conditions such as colon cancer or early appendicitis may only cause mild pain or no pain.\u003c/p\u003e\u003cp\u003eOther ways of describing pain in your abdomen include:\u003c/p\u003e\u003cul\u003e\u003cli\u003ePain may be generalized, meaning that you feel it in more than half of your belly. This is more typical for a stomach virus, indigestion, or gas. If the pain becomes more severe, it may be caused by a blockage of the intestines.\u003c/li\u003e\u003cli\u003ePain that is localized is found in only one area of your belly. This type of pain is more likely to be a sign of a problem in an organ, such as the appendix, gallbladder, or stomach.\u003c/li\u003e\u003cli\u003eCramp-like pain is usually not serious, and is more likely to be due to gas and bloating. It is often followed by diarrhea. More worrisome signs include pain that occurs more often, lasts than 24 hours, or occurs with a fever.\u003c/li\u003e\u003cli\u003eColicky pain is pain that comes in waves. It usually starts and ends suddenly, and is often severe. Kidney stones and gallstones are common causes of this type of belly pain. \u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.053Z"},"url":"","section_title":"Considerations"}
{"_id":{"$oid":"58efd56cc2f99315180da50f"},"article_title":"Abdominal pain","article_section":"\u003cp\u003eMany different conditions can cause abdominal pain. The key is to know when you need to get immediate medical care. Sometimes you may only need to call a doctor if your symptoms continue.\u003c/p\u003e\u003cp\u003eLess serious causes of abdominal pain include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eConstipation\u003c/li\u003e\u003cli\u003eIrritable bowel syndrome\u003c/li\u003e\u003cli\u003eFood allergies or intolerance (such as lactose intolerance)\u003c/li\u003e\u003cli\u003eFood poisoning\u003c/li\u003e\u003cli\u003eStomach flu \u003c/li\u003e\u003c/ul\u003e\u003cp\u003eOther possible causes include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAppendicitis\u003c/li\u003e\u003cli\u003eAbdominal aortic aneurysm\u003c/li\u003e\u003cli\u003eBowel blockage or obstruction\u003c/li\u003e\u003cli\u003eCancer of the stomach, colon, and other organs\u003c/li\u003e\u003cli\u003eCholecystitis (inflammation of the gallbladder) with or without gallstones\u003c/li\u003e\u003cli\u003eDecreased blood supply to the intestines (ischemic bowel)\u003c/li\u003e\u003cli\u003eDiverticulitis\u003c/li\u003e\u003cli\u003eHeartburn, indigestion, or gastroesophageal reflux (GERD)\u003c/li\u003e\u003cli\u003eInflammatory bowel disease (Crohn's disease or ulcerative colitis)\u003c/li\u003e\u003cli\u003eKidney stones\u003c/li\u003e\u003cli\u003ePancreatitis (swelling or infection of the pancreas)\u003c/li\u003e\u003cli\u003eUlcers\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eSometimes, abdominal pain may occur due to a problem somewhere else in your body, such as your chest or pelvic area. For example, you may have abdominal pain if you have:\u003c/p\u003e\u003cul\u003e\u003cli\u003eHeart attack\u003c/li\u003e\u003cli\u003eSevere menstrual cramps\u003c/li\u003e\u003cli\u003eEndometriosis\u003c/li\u003e\u003cli\u003eMuscle strain\u003c/li\u003e\u003cli\u003ePelvic inflammatory disease (PID)\u003c/li\u003e\u003cli\u003ePneumonia\u003c/li\u003e\u003cli\u003eTubal (ectopic) pregnancy\u003c/li\u003e\u003cli\u003eUrinary tract infections\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.055Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da510"},"article_title":"Abdominal pain","article_section":"\u003cp\u003eIf you have mild abdominal pain, the following tips might be helpful:\u003c/p\u003e\u003cul\u003e\u003cli\u003eSip water or other clear fluids.\u003c/li\u003e\u003cli\u003eAvoid solid food for the first few hours.\u003c/li\u003e\u003cli\u003eIf you have been vomiting, wait 6 hours, and then eat small amounts of mild foods such as rice, applesauce, or crackers. Avoid dairy products.\u003c/li\u003e\u003cli\u003eIf the pain is high up in your abdomen and occurs after meals, antacids may help, especially if you feel heartburn or indigestion. Avoid citrus, high-fat foods, fried or greasy foods, tomato products, caffeine, alcohol, and carbonated beverages.\u003c/li\u003e\u003cli\u003eAvoid aspirin, ibuprofen or other anti-inflammatory medications, and narcotic pain medications unless your health care provider prescribes them. If you know that your pain is not related to your liver, you can try acetaminophen (Tylenol).\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.056Z"},"url":"","section_title":"Home Care"}
{"_id":{"$oid":"58efd56cc2f99315180da511"},"article_title":"Abdominal pain","article_section":"\u003cp\u003eSeek immediate medical help or call your local emergency number (such as 911) if you:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAre currently being treated for cancer\u003c/li\u003e\u003cli\u003eAre unable to pass stool, especially if you are also vomiting\u003c/li\u003e\u003cli\u003eAre vomiting blood or have blood in your stool (especially if maroon or dark, tarry black)\u003c/li\u003e\u003cli\u003eHave chest, neck, or shoulder pain\u003c/li\u003e\u003cli\u003eHave sudden, sharp abdominal pain\u003c/li\u003e\u003cli\u003eHave pain in, or between, your shoulder blades with nausea\u003c/li\u003e\u003cli\u003eHave tenderness in your belly, or your belly is rigid and hard to the touch\u003c/li\u003e\u003cli\u003eAre pregnant or could be pregnant\u003c/li\u003e\u003cli\u003eHad a recent injury to your abdomen\u003c/li\u003e\u003cli\u003eHave difficulty breathing\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eCall your doctor if you have:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAbdominal discomfort that lasts 1 week or longer\u003c/li\u003e\u003cli\u003eAbdominal pain that does not improve in 24 - 48 hours, or becomes more severe and frequent and occurs with nausea and vomiting\u003c/li\u003e\u003cli\u003eBloating that persists for more than 2 days\u003c/li\u003e\u003cli\u003eBurning sensation when you urinate or frequent urination\u003c/li\u003e\u003cli\u003eDiarrhea for more than 5 days\u003c/li\u003e\u003cli\u003eFever (over 100F for adults or 100.4F for children) with your pain\u003c/li\u003e\u003cli\u003eProlonged poor appetite\u003c/li\u003e\u003cli\u003eProlonged vaginal bleeding\u003c/li\u003e\u003cli\u003eUnexplained weight loss\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.057Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da512"},"article_title":"Abdominal pain","article_section":"\u003cp\u003eYour health care provider will perform a physical exam and ask questions about your symptoms and medical history. Your specific symptoms, the location of pain and when it occurs will help your health care provider diagnosis the cause.\u003c/p\u003e\u003cp\u003eYou may be asked the following questions:\u003c/p\u003e\u003cul\u003e\u003cli\u003eWhere do you feel the pain?\u003c/li\u003e\u003cli\u003eIs the pain all over or in a specific location?\u003c/li\u003e\u003cli\u003eDoes the pain move into your back, groin, or down your legs?\u003c/li\u003e\u003cli\u003eIs the pain severe, sharp, or cramping?\u003c/li\u003e\u003cli\u003eDo you have it all the time or does it come and go?\u003c/li\u003e\u003cli\u003eDoes the pain wake you up at night?\u003c/li\u003e\u003cli\u003eHave you had similar pain in the past? How long has each episode lasted?\u003c/li\u003e\u003cli\u003eWhen does the pain occur? For example, after meals or during menstruation?\u003c/li\u003e\u003cli\u003eWhat makes the pain worse? For example, eating, stress, or lying down?\u003c/li\u003e\u003cli\u003eWhat makes the pain better? For example, drinking milk, having a bowel movement, or taking an antacid?\u003c/li\u003e\u003cli\u003eWhat medications are you taking?\u003c/li\u003e\u003cli\u003eHave you had a recent injury?\u003c/li\u003e\u003cli\u003eAre you pregnant?\u003c/li\u003e\u003cli\u003eWhat other symptoms do you have?\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eTests that may be done include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBarium enema\u003c/li\u003e\u003cli\u003eBlood, urine, and stool tests\u003c/li\u003e\u003cli\u003eCT scan\u003c/li\u003e\u003cli\u003eColonoscopy or sigmoidoscopy\u003c/li\u003e\u003cli\u003eEKG (electrocardiogram) or heart tracing\u003c/li\u003e\u003cli\u003eUltrasound of the abdomen\u003c/li\u003e\u003cli\u003eUpper GI and small bowel series\u003c/li\u003e\u003cli\u003eX-rays of the abdomen\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.057Z"},"url":"","section_title":"What to Expect at Your Office Visit"}
{"_id":{"$oid":"58efd56cc2f99315180da513"},"article_title":"Abdominal pain","article_section":"\u003cp\u003eThe following steps may help prevent some types of abdominal pain:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAvoid fatty or greasy foods.\u003c/li\u003e\u003cli\u003eDrink plenty of water each day.\u003c/li\u003e\u003cli\u003eEat small meals more frequently.\u003c/li\u003e\u003cli\u003eExercise regularly.\u003c/li\u003e\u003cli\u003eLimit foods that produce gas.\u003c/li\u003e\u003cli\u003eMake sure that your meals are well-balanced and high in fiber. Eat plenty of fruits and vegetables.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.058Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da514"},"article_title":"Abdominal pain","article_section":"\u003cp\u003eStomach pain; Pain - abdomen; Belly ache; Abdominal cramps; Bellyache; Stomachache\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.059Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da515"},"article_title":"Abdominal pain","article_section":"\u003cp\u003eEbell MH. Diagnosis of appendicitis: part 1. History and physical examination. \u003cem\u003eAm Fam Physician\u003c/em\u003e. 2008;77:828-830.\u003c/p\u003e\u003cp\u003eBundy DG, Byerley JS, Liles EA, Perrin EM, Katznelson J, Rice HE. Does this child have appendicitis? \u003cem\u003eJAMA\u003c/em\u003e. 2007;25:438-451.\u003c/p\u003e\u003cp\u003eMillham FH. Acute abdominal pain. In: Feldman M, Friedman LS, Brandt LJ, eds. \u003cem\u003eSleisenger \u0026amp; Fordtrans Gastrointestinal and Liver Disease.\u003c/em\u003e 9th ed. Philadelphia, Pa: Saunders Elsevier; 2010:chap 10.\u003c/p\u003e\u003cp\u003ePostier RG, Squires RA. Acute abdomen. In: Townsend CM Jr., Beauchamp RD, Evers BM, Mattox KL, eds. \u003cem\u003eSabiston Textbook of Surgery\u003c/em\u003e. 18th ed. Philadelphia, Pa: Saunders Elsevier; 2007:chap 45.\u003c/p\u003e\u003cp\u003eRimon, N, Bengiamin RN, Budhram GR, King KE, Wightman JM. Abdominal pain. In: Marx JA, ed. \u003cem\u003eRosen's Emergency Medicine: Concepts and Clinical Practice\u003c/em\u003e. 7th ed. Philadelphia, Pa: Mosby Elsevier; 2009:chap 21.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.059Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da516"},"article_title":"Abdominal rigidity","article_section":"\u003cp\u003eAbdominal rigidity is stiffness of the muscles in the belly area, which can be felt when touched or pressed.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.060Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da517"},"article_title":"Abdominal rigidity","article_section":"\u003cp\u003eWhen there is a sore area inside the belly or abdomen, the pain will get worse when a hand presses against your belly area.\u003c/p\u003e\u003cp\u003eYour fear or nervousness about being touched (palpated) may cause this symptom, but there should be no pain.\u003c/p\u003e\u003cp\u003eIf you have pain when you are touched and you tighten the muscles to \"guard\" against more pain, it is more likely caused by a physical condition inside your body. The condition may affect one or both sides of your body.\u003c/p\u003e\u003cp\u003eAbdominal rigidity may occur along with:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAbdominal tenderness\u003c/li\u003e\u003cli\u003eNausea\u003c/li\u003e\u003cli\u003ePain\u003c/li\u003e\u003cli\u003eSwelling\u003c/li\u003e\u003cli\u003eVomiting\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.061Z"},"url":"","section_title":"Considerations"}
{"_id":{"$oid":"58efd56cc2f99315180da518"},"article_title":"Abdominal rigidity","article_section":"\u003cul\u003e\u003cli\u003eAbscess inside the abdomen\u003c/li\u003e\u003cli\u003eAppendicitis\u003c/li\u003e\u003cli\u003eCholecystitis caused by gallstones\u003c/li\u003e\u003cli\u003eHole that develops through the entire wall of the stomach, small intestine, large bowel, or gallbladder (gastrointestinal perforation)\u003c/li\u003e\u003cli\u003eInjury to the abdomen\u003c/li\u003e\u003cli\u003ePeritonitis\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.061Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da519"},"article_title":"Abdominal rigidity","article_section":"\u003cp\u003eImmediate medical care is needed if you have pain when the belly is gently pressed and then released. \u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.062Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da51a"},"article_title":"Abdominal rigidity","article_section":"\u003cp\u003eYou will probably be seen in an emergency room.\u003c/p\u003e\u003cp\u003eThe health care provider will exam you. This may include a pelvic and possibly a rectal exam.\u003c/p\u003e\u003cp\u003eThe health care provider will ask questions about your symptoms, such as:\u003c/p\u003e\u003cul\u003e\u003cli\u003eWhen did they first start?\u003c/li\u003e\u003cli\u003eWhat other symptoms do you have at the same time? For example, do you have abdominal pain?\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eDiagnostic tests that may be done include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBarium studies of the stomach and intestines (such as an upper GI series)\u003c/li\u003e\u003cli\u003eBlood tests\u003c/li\u003e\u003cli\u003eColonoscopy\u003c/li\u003e\u003cli\u003eGastroscopy\u003c/li\u003e\u003cli\u003ePeritoneal lavage\u003c/li\u003e\u003cli\u003eStool studies\u003c/li\u003e\u003cli\u003eUrine tests\u003c/li\u003e\u003cli\u003eX-ray of the abdomen\u003c/li\u003e\u003cli\u003eX-ray of the chest\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eYou will probably not be given any pain relievers until a diagnosis is made. Pain relievers can hide your symptoms.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.063Z"},"url":"","section_title":"What to Expect at Your Office Visit"}
{"_id":{"$oid":"58efd56cc2f99315180da51b"},"article_title":"Abdominal rigidity","article_section":"\u003cp\u003eRigidity of the abdomen\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.063Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da51c"},"article_title":"Abdominal rigidity","article_section":"\u003cp\u003eMcquaid K. Approach to the patient with gastrointestinal disease. In: Goldman L, Schafer AI, eds. \u003cem\u003eCecil Medicine\u003c/em\u003e. 24th ed. Philadelphia, Pa: Saunders Elsevier; 2011:chap 134.\u003c/p\u003e\u003cp\u003eSquires RA, Postier RG. Acute abdomen.In: Townsend CM Jr, Beauchamp RD, Evers BM, Mattox KL, eds.\u003cem\u003eSabiston Textbook of Surgery\u003c/em\u003e. 19th ed. Philadelphia, Pa: Saunders Elsevier; 2012:chap 47.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.064Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da51d"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003eAbdominal ultrasound is an type of imaging test. It is used to examine organs inthe abdomen including the liver, gallbladder, spleen, pancreas, and kidneys. The blood vessels that lead to some of these organs can also be looked at with ultrasound.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.064Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da51e"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003eAn ultrasound machine makes images of organs and structures insidethe body. The machine sends out high-frequency sound waves thatreflect off body structures. A computer receives thesewaves and uses them to create a picture. Unlike with x-rays or CT scans, this test does not expose you toionizing radiation. \u003c/p\u003e\u003cp\u003eYou will be lying down for the procedure. A clear, water-based conducting gel is applied to the skin over the abdomen. This helps with the transmission of the sound waves. A handheld probe called a transducer is then moved over the abdomen.\u003c/p\u003e\u003cp\u003eYou may need tochange position so that the health care provider can look at different areas. You may also need to hold your breath for short periods during the exam.\u003c/p\u003e\u003cp\u003eMost of the time,the testtakes less than 30 minutes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.065Z"},"url":"","section_title":"How the Test is Performed"}
{"_id":{"$oid":"58efd56cc2f99315180da51f"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003ePreparation steps vary depending on the problem. Most of the time, people are asked not toeat or drink for several hours before the exam. Your health care provider will go over what you need to do.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.066Z"},"url":"","section_title":"How to Prepare for the Test"}
{"_id":{"$oid":"58efd56cc2f99315180da520"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003eThere is little discomfort. The conducting gel may feela littlecold and wet.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.066Z"},"url":"","section_title":"How the Test Will Feel"}
{"_id":{"$oid":"58efd56cc2f99315180da521"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003eYou may have this test to: \u003c/p\u003e\u003cul\u003e\u003cli\u003eFind the cause of abdominal pain\u003c/li\u003e\u003cli\u003eFind the cause of kidney infections\u003c/li\u003e\u003cli\u003eDiagnose a hernia\u003c/li\u003e\u003cli\u003eDiagnose and monitor tumors and cancers\u003c/li\u003e\u003cli\u003eDiagnose or treat ascites\u003c/li\u003e\u003cli\u003eLearn why there is swelling of an abdominal organ\u003c/li\u003e\u003cli\u003eLook for damage after an injury\u003c/li\u003e\u003cli\u003eLook for stones in the gallbladder or kidney\u003c/li\u003e\u003cli\u003eLook for the cause of abnormal blood tests such as liver function tests or kidney tests\u003c/li\u003e\u003cli\u003eLook for the cause of a fever\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThe reason for the test will depend on your symptoms.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.067Z"},"url":"","section_title":"Why the Test is Performed"}
{"_id":{"$oid":"58efd56cc2f99315180da522"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003eThe organs examined appear normal.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.068Z"},"url":"","section_title":"Normal Results"}
{"_id":{"$oid":"58efd56cc2f99315180da523"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003eThe meaning of abnormal results depends on the organ being examined and the type of problem. Talk to your health care provider if you have any questions or concerns.\u003c/p\u003e\u003cp\u003eAn abdominal ultrasound can indicate conditions such as:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAbdominal aortic aneurysm\u003c/li\u003e\u003cli\u003eAbscess\u003c/li\u003e\u003cli\u003eAppendicitis\u003c/li\u003e\u003cli\u003eCholecystitis\u003c/li\u003e\u003cli\u003eGallstones\u003c/li\u003e\u003cli\u003eHydronephrosis\u003c/li\u003e\u003cli\u003eKidney stones\u003c/li\u003e\u003cli\u003ePancreatitis (inflammation in pancreas)\u003c/li\u003e\u003cli\u003eSpleen enlargement (splenomegaly)\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.068Z"},"url":"","section_title":"What Abnormal Results Mean"}
{"_id":{"$oid":"58efd56cc2f99315180da524"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003eThere is noknown risk. You are not exposed toionizing radiation. \u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.069Z"},"url":"","section_title":"Risks"}
{"_id":{"$oid":"58efd56cc2f99315180da525"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003eUltrasound - abdomen; Abdominal sonogram\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.070Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da526"},"article_title":"Abdominal ultrasound","article_section":"\u003cp\u003eCosgrove DO, Meire HB, Lim A, Eckersley RJ. Ultrasound: general principles. In: Adam A, Dixon AK, eds. \u003cem\u003eGrainger \u0026amp; Allisonn's Diagnostic Radiology: A Textbook of Medical Imaging\u003c/em\u003e. 5th ed. New York, NY: Churchill Livingstone;2008:chap 3.\u003c/p\u003e\u003cp\u003eKim DH, Pickhardt PJ. Diagnostic imaging procedures in gastroenterology. In: Goldman L, Ausiello D, eds. \u003cem\u003eCecil Medicine\u003c/em\u003e. 24th ed. Philadelphia, Pa: Saunders Elsevier; 2011:chap 135.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.070Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da527"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eDiagnostic laparoscopy is a procedure that allows a health care provider to look directly at the contents of a patient's abdomen or pelvis.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.071Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da528"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eThe procedure is usually done in the hospital or outpatient surgical center under general anesthesia (while you are asleep and pain-free). However, very rarely, this procedure may also be done using local anesthesia. Thisnumbs only the area affected by the surgery and allows you to stay awake.\u003c/p\u003e\u003cp\u003eA surgeon makes a small cut below the belly button (navel) and inserts a needle into the area. Carbon dioxide gas is passed into the abdomen to expand the area. This gives the surgeon more room to work, and helps the surgeon see the organs more clearly. \u003c/p\u003e\u003cp\u003eA tube is placed through the cut in your abdomen. A tiny video camera (laparoscope) goes through this tube and is used to see the inside of your pelvis and abdomen. More small cuts may be made if other instruments are needed to get a better view of certain organs.\u003c/p\u003e\u003cp\u003eIf you are having gynecologic laparoscopy, dye may be injected into your cervix area so the surgeon can better see your fallopian tubes.\u003c/p\u003e\u003cp\u003eAfter the exam, the gas, laparoscope, and instruments are removed, and the cuts are closed. You will have bandages over those areas.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.071Z"},"url":"","section_title":"How the Test is Performed"}
{"_id":{"$oid":"58efd56cc2f99315180da529"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eDo not eat or drink anything for 8 hours before the test. You must sign a consent form.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.072Z"},"url":"","section_title":"How to Prepare for the Test"}
{"_id":{"$oid":"58efd56cc2f99315180da52a"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eIf you are given general anesthesia, you will feel no pain during the procedure.The surgical cuts may throb and be slightly painful afterward. Your doctor may prescribe medicine to relieve pain.\u003c/p\u003e\u003cp\u003eWith local anesthesia, you may feel a prick andburning sensation when the local anesthetic is given. The laparoscope may cause pressure, but there should be no pain during the procedure. \u003c/p\u003e\u003cp\u003eAfterward, you may also feel soreness at the site of the surgical cut. Your doctor may prescribea pain reliever.\u003c/p\u003e\u003cp\u003eYou may also have shoulder pain for a few days. The gas used during the procedure can irritate the diaphragm, which shares some of the same nerves as the shoulder. You may also have an increased urge to urinate, since the gas can put pressure on the bladder.\u003c/p\u003e\u003cp\u003eYou willrecover for a few hours at the hospital before going home. You will probably not stay overnight after a laparoscopy.\u003c/p\u003e\u003cp\u003eYou will not be allowed to drive home. Someone should be available to pick you up after the procedure.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.073Z"},"url":"","section_title":"How the Test Will Feel"}
{"_id":{"$oid":"58efd56cc2f99315180da52b"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eDiagnostic laparoscopy helps identify the cause of pain or a growth in the abdomen and pelvic area. It is doneif x-rays or ultrasound results are unclear.\u003c/p\u003e\u003cp\u003eThe procedure may also be done instead of open surgery after an accident to see if there is any injury to the abdomen.\u003c/p\u003e\u003cp\u003eLaparoscopy may be done before proceduresto treat cancer (such as surgery to remove an organ), to find out whether the cancer has spread. If it has spread, treatmentwill change.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.073Z"},"url":"","section_title":"Why the Test is Performed"}
{"_id":{"$oid":"58efd56cc2f99315180da52c"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eThere is no blood in the abdomen, no hernias, no intestinal obstruction, and no cancer in any visible organs. The uterus, fallopian tubes, and ovaries are of normal size, shape, and color. The liver is normal.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.074Z"},"url":"","section_title":"Normal Results"}
{"_id":{"$oid":"58efd56cc2f99315180da52d"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eAbnormal results may be due to a number of different conditions, including:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAdhesions\u003c/li\u003e\u003cli\u003eAppendicitis\u003c/li\u003e\u003cli\u003eEndometriosis\u003c/li\u003e\u003cli\u003eInflammation of the gallbladder (cholecystitis)\u003c/li\u003e\u003cli\u003eOvarian cysts or cancer of the ovary\u003c/li\u003e\u003cli\u003ePelvic inflammatory disease\u003c/li\u003e\u003cli\u003eSigns of injury\u003c/li\u003e\u003cli\u003eSpread of cancer\u003c/li\u003e\u003cli\u003eTumors\u003c/li\u003e\u003cli\u003eUterine fibroids\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.075Z"},"url":"","section_title":"What Abnormal Results Mean"}
{"_id":{"$oid":"58efd56cc2f99315180da52e"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eThere is some risk of infection. You may get antibiotics to prevent this complication.\u003c/p\u003e\u003cp\u003eThere is a risk of puncturing an organ, which could cause the contents of the intestines to leak. There may also be bleeding into the abdominal cavity.These complications could lead to immediate open surgery (laparotomy).\u003c/p\u003e\u003cp\u003eDiagnostic laparoscopy may not be possible if you have a swollen bowel, fluid in the abdomen (ascites), or you've had a past surgery.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.075Z"},"url":"","section_title":"Risks"}
{"_id":{"$oid":"58efd56cc2f99315180da52f"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eLaparoscopy - diagnostic\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.076Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da530"},"article_title":"Diagnostic laparoscopy","article_section":"\u003cp\u003eMaa J, Kirkwood KS. The appendix. In: Townsend CM, Beauchamp RD, Evers BM, Mattox KL, eds. \u003cem\u003eSabiston Textbook of Surgery\u003c/em\u003e. 19th ed. Philadelphia, Pa: Saunders Elsevier; 2012:chap 51.\u003c/p\u003e\u003cp\u003ePostier RG, Squires RA. The acute abdomen. In: Townsend CM, Beauchamp RD, Evers BM, Mattox KL, eds. \u003cem\u003eSabiston Textbook of Surgery\u003c/em\u003e. 19th ed. Philadelphia, Pa: Saunders Elsevier; 2012:chap 47.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.077Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da531"},"article_title":"Flank pain","article_section":"\u003cp\u003eFlank pain is pain in one side of the body between the upper belly area (abdomen) and the back.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.077Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da532"},"article_title":"Flank pain","article_section":"\u003cp\u003eFlank pain can be a sign of a kidney problem. However, since many organs are in this area, other causes are possible. If you have flank pain and fever, chills, blood in the urine, or frequent or urgent urination, then a kidney problem is the likely cause. It could be a sign ofkidney stones.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.078Z"},"url":"","section_title":"Considerations"}
{"_id":{"$oid":"58efd56cc2f99315180da533"},"article_title":"Flank pain","article_section":"\u003cul\u003e\u003cli\u003eArthritis or infection of the spine\u003c/li\u003e\u003cli\u003eBack problem, such as disk disease\u003c/li\u003e\u003cli\u003eGallbladder disease\u003c/li\u003e\u003cli\u003eGastrointestinal disease\u003c/li\u003e\u003cli\u003eLiver disease\u003c/li\u003e\u003cli\u003eMuscle spasm\u003c/li\u003e\u003cli\u003eKidney stone, infection, or abscess\u003c/li\u003e\u003cli\u003eShingles (pain with one-sided rash)\u003c/li\u003e\u003cli\u003eSpinal fracture\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.078Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da534"},"article_title":"Flank pain","article_section":"\u003cp\u003eTreatment depends on the cause. \u003c/p\u003e\u003cp\u003eRest, physical therapy, and exercise may be recommended if the pain is caused by muscle spasm.\u003c/p\u003e\u003cp\u003eNonsteroidal anti-inflammatory drugs (NSAIDs) and physical therapy may be prescribed for flank pain caused by spinal arthritis. You will be taught how to do these exercises at home.\u003c/p\u003e\u003cp\u003eAntibiotics are used to treat most kidney infections. You will also receive fluids and pain medicine. You may need to stay in the hospital. \u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.079Z"},"url":"","section_title":"Home Care"}
{"_id":{"$oid":"58efd56cc2f99315180da535"},"article_title":"Flank pain","article_section":"\u003cp\u003eCall your health care provider if you have:\u003c/p\u003e\u003cul\u003e\u003cli\u003eFlank pain along with a high fever, chills, nausea, or vomiting\u003c/li\u003e\u003cli\u003eBlood (red or brown color) in the urine\u003c/li\u003e\u003cli\u003eUnexplained flank pain that continues\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.080Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da536"},"article_title":"Flank pain","article_section":"\u003cp\u003eThe doctor or nurse will examine you. You will be asked questions aboutyour medical history and symptoms, including:\u003c/p\u003e\u003cul\u003e\u003cli\u003eIs the pain on one side only or both sides?\u003c/li\u003e\u003cli\u003eWhich side?\u003c/li\u003e\u003cli\u003eIs the pain mild or severe?\u003c/li\u003e\u003cli\u003eDoes the pain occur from time to time and get worse over seconds to minutes?\u003c/li\u003e\u003cli\u003eWhat does the pain feel like? \u003c/li\u003e\u003cli\u003eIs the pain severe enough to require strong pain relievers?\u003c/li\u003e\u003cli\u003eDid the pain begin recently?\u003c/li\u003e\u003cli\u003eHas the pain been gradually getting worse over time?\u003c/li\u003e\u003cli\u003eDid the pain rapidly get worse?\u003c/li\u003e\u003cli\u003eDoes the pain go into your groin?\u003c/li\u003e\u003cli\u003eDoes the pain go into your back?\u003c/li\u003e\u003cli\u003eDoes the pain go up into your chest?\u003c/li\u003e\u003cli\u003eDoes the pain occur with nausea or vomiting?\u003c/li\u003e\u003cli\u003eWhat other symptoms do you have?\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThe health care team monitor how many fluids you receive and how much and often you urinate. \u003c/p\u003e\u003cp\u003eThe following tests may be done:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAbdominal CT scan\u003c/li\u003e\u003cli\u003eBlood tests to check kidney and liver function\u003c/li\u003e\u003cli\u003eChest x-ray \u003c/li\u003e\u003cli\u003eCystoscopy\u003c/li\u003e\u003cli\u003eIntravenous pyelography (IVP)\u003c/li\u003e\u003cli\u003eKidney or abdominal ultrasound\u003c/li\u003e\u003cli\u003eLumbosacral spine x-ray\u003c/li\u003e\u003cli\u003eRetrograde ureteropyelography\u003c/li\u003e\u003cli\u003eUrinalysis and urine culture\u003c/li\u003e\u003cli\u003eVoiding cystourethrography\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.080Z"},"url":"","section_title":"What to Expect at Your Office Visit"}
{"_id":{"$oid":"58efd56cc2f99315180da537"},"article_title":"Flank pain","article_section":"\u003cp\u003ePain - side; Side pain\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.081Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da538"},"article_title":"Flank pain","article_section":"\u003cp\u003eLandry DW, Bazari H. Approach to the patient with renal. In: Goldman L, Schafer AI, eds. \u003cem\u003eCecil Medicine\u003c/em\u003e. 24th ed. Philadelphia, Pa: Saunders Elsevier; 2011:chap 116.\u003c/p\u003e\u003cp\u003eMcQuaid K, Proctor DD. Approach to the patient with gastrointestinal disease. In: Goldman L, Schafer AI, eds. \u003cem\u003eCecil Medicine\u003c/em\u003e. 24thed. Philadelphia, Pa: Saunders Elsevier; 2011:chap 134.\u003c/p\u003e\u003cp\u003eMillham FH. Acute abdominal pain. In: Feldman M, FriedmanLS, Brandt LJ, eds. \u003cem\u003eSleisenger and Fordtran's Gastrointestinal and Liver Disease\u003c/em\u003e. 9th ed. Philadelphia, Pa: Saunders Elsevier; 2010:chap 10.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.082Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da539"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eIntestinal ischemia and infarction is damage to (ischemia) or death of (infarction) part of the intestine due to a decrease in its blood supply.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.082Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da53a"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eThere are several possible causes of intestinal ischemia and infarction.\u003c/p\u003e\u003cp\u003eHernia: If the intestine moves into the wrong place or becomes tangled, this can lead to intestinal ischemia.\u003c/p\u003e\u003cp\u003eAdhesions: The intestine may become trapped in scar tissue from past surgery (adhesions). This can lead to ischemia if left untreated.\u003c/p\u003e\u003cp\u003eEmbolus: A blood clot from the heart or main blood vessels may travel through the bloodstream and block one of the arteries supplying the intestine. People who have had a heart attack or who havearrhythmias, such as atrial fibrillation, are at risk for this problem.\u003c/p\u003e\u003cp\u003eArterial thrombosis: The arteries that supply blood to the intestine may become so narrowed from atherosclerotic disease (cholesterol buildup) that they become blocked. When this happens in the arteries to the heart, it causes a heart attack. When it happens in the arteries to the intestine, it causes intestinal ischemia.\u003c/p\u003e\u003cp\u003eVenous thrombosis: The veins carrying blood away from the intestines may become blocked by blood clots. This blocks blood flow into the intestines. This is more common in people with liver disease, cancer, or blood clotting disorders.\u003c/p\u003e\u003cp\u003eLow blood pressure: Very low blood pressure in patients who already have narrowing of the intestinal arteries may also cause intestinal ischemia. This typically occurs in patients who are very ill for other reasons. It can be compared to losing water pressure in a hose with a partial blockage.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.083Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da53b"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eThe hallmark symptom of intestinal ischemia is abdominal pain. Other symptoms include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eDiarrhea\u003c/li\u003e\u003cli\u003eFever\u003c/li\u003e\u003cli\u003eVomiting\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.084Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da53c"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eLaboratory tests may show a high white blood cell (WBC) count (a marker of infection) and increased acid in the bloodstream. There may be bleeding in the GI tract.\u003c/p\u003e\u003cp\u003eOther tests include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAngiogram\u003c/li\u003e\u003cli\u003eCT scan of the abdomen\u003c/li\u003e\u003cli\u003eDoppler ultrasound of the abdomen\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eNone of these tests are foolproof, however. Sometimes the only sure way to diagnose intestinal ischemia is with a surgical procedure.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.084Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da53d"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eTreatment usually requires surgery. The section of intestine that has died is removed, and the healthy remaining ends of bowel reconnected.\u003c/p\u003e\u003cp\u003eIn some cases, a colostomy or ileostomy is needed.The blockage of arteriesto the intestine is corrected, if possible.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.085Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da53e"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eIntestinal ischemia is a serious condition that can result in death if not treated promptly. The outlook depends on the cause. A good outcome may be achieved with prompt treatment.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.085Z"},"url":"","section_title":"Outlook (Prognosis)"}
{"_id":{"$oid":"58efd56cc2f99315180da53f"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eIntestinal infarction may require a colostomy or ileostomy, which may be short-term or permanent. Peritonitis is common inthese cases.\u003c/p\u003e\u003cp\u003eSome people may develop severe illness, with fever and a bloodstream infection (sepsis).\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.086Z"},"url":"","section_title":"Possible Complications"}
{"_id":{"$oid":"58efd56cc2f99315180da540"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eCall your health care provider if you have any severe abdominal pain.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.087Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da541"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003ePreventive measures include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eControl risk factors, such as irregular heartbeat, high blood pressure, and high cholesterol\u003c/li\u003e\u003cli\u003eDo not smoke \u003c/li\u003e\u003cli\u003eEat a nutritious diet\u003c/li\u003e\u003cli\u003eQuickly treat hernias\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.087Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da542"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eIntestinal necrosis; Ischemic bowel; Dead bowel; Dead gut\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.087Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da543"},"article_title":"Small intestinal ischemia and infarction","article_section":"\u003cp\u003eHauser SC. Vascular diseases of the gastrointestinal tract. In: Goldman L, Schafer AI, eds. \u003cem\u003eCecil Medicine\u003c/em\u003e. 24th ed. Philadelphia, Pa: Saunders Elsevier; 2011:chap 145.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.088Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da544"},"article_title":"Intussusception - children","article_section":"\u003cp\u003eIntussusception is the sliding of one part of the intestine into another.\u003c/p\u003e\u003cp\u003eThis article focuses on intussusception in children.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.088Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da545"},"article_title":"Intussusception - children","article_section":"\u003cp\u003eIntussusception is caused by part of the intestine being pulled inward into itself. This can block the passage of food through the intestine. If the blood supply is cut off, the segment of intestine pulled inside can die.\u003c/p\u003e\u003cp\u003eThe pressure created by the walls of the intestine pressing together causes:\u003c/p\u003e\u003cul\u003e\u003cli\u003eDecreased blood flow\u003c/li\u003e\u003cli\u003eIrritation\u003c/li\u003e\u003cli\u003eSwelling\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThe intestine can die, and the patient can have significant bleeding. If a hole occurs, infection, shock, and dehydration can take place very rapidly.\u003c/p\u003e\u003cp\u003eThe cause of intussusception is not known, although viral infections may be responsible in some cases. Sometimes a lymph node, polyp, or tumor can trigger the problem. The older the child, the more likely such a trigger will be found.\u003c/p\u003e\u003cp\u003eIntussusception can affect both children and adults, although most cases occur in children ages 6 months - 2 years. It affects boys four times as often as girls.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.089Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da546"},"article_title":"Intussusception - children","article_section":"\u003cp\u003eThe first sign of intussusception is usually sudden, loud crying caused by abdominal pain. The pain is colicky and not continuous (intermittent), but it comes back often, increasing in both intensity and duration.\u003c/p\u003e\u003cp\u003eAn infant with severe abdominal pain may draw the knees to the chest while crying.\u003c/p\u003e\u003cp\u003eOther symptoms include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBloody, mucus-like bowel movement, sometimes called a \"currant jelly\" stool\u003c/li\u003e\u003cli\u003eFever\u003c/li\u003e\u003cli\u003eShock (pale color, lethargy, sweating)\u003c/li\u003e\u003cli\u003eStool mixed with blood and mucus\u003c/li\u003e\u003cli\u003eVomiting\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.089Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da547"},"article_title":"Intussusception - children","article_section":"\u003cp\u003eYour doctor will perform a thorough examination, which may reveal a mass in the abdomen. There may also be signs of dehydration or shock.\u003c/p\u003e\u003cp\u003eTests may include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAbdominal x-ray\u003c/li\u003e\u003cli\u003eAir or contrast enema\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.089Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da548"},"article_title":"Intussusception - children","article_section":"\u003cp\u003eThe child will first be stabilized. A tube will be passed into the stomach through the nose (nasogastric tube). An intravenous (IV) line will be placed in the arm, and fluids will be given to prevent dehydration.\u003c/p\u003e\u003cp\u003eIn some cases, the bowel obstruction can be treated with an air or contrast enema performed by a skilled radiologist. There is a risk of bowel tearing (perforation) with this procedure, and it is not used if the bowel has already developed a hole.\u003c/p\u003e\u003cp\u003eIf these treatments are unsuccessful, the child will need surgery. The bowel tissue can usually be saved, but any dead tissue will be removed.\u003c/p\u003e\u003cp\u003eIntravenous feeding and fluids will be continued until the child has a normal bowel movement.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.090Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da549"},"article_title":"Intussusception - children","article_section":"\u003cp\u003eThe outcome is good with early treatment. There is a risk the condition will come back.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.090Z"},"url":"","section_title":"Outlook (Prognosis)"}
{"_id":{"$oid":"58efd56cc2f99315180da54a"},"article_title":"Intussusception - children","article_section":"\u003cp\u003eA hole (perforation) is a serious complication due to risk of infection. If not treated, intussusception is almost always fatal for infants and young children.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.091Z"},"url":"","section_title":"Possible Complications"}
{"_id":{"$oid":"58efd56cc2f99315180da54b"},"article_title":"Intussusception - children","article_section":"\u003cp\u003eIntussusception is an emergency. Call your health care provider immediately, then call 911 or go immediately to the emergency room.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.091Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da54c"},"article_title":"Intussusception - children","article_section":"\u003cp\u003eChu A, Liacouras CA. Ileus, adhesions, intussusceptions, and closed-loop obstructions. In: Kliegman RM, Behrman RE, Jenson HB, Stanton BF, eds. \u003cem\u003eNelson Textbook of Pediatrics\u003c/em\u003e. 19th ed. Philadelphia, Pa: Saunders Elsevier; 2011:chap 325.\u003c/p\u003e\u003cp\u003ePeterson MA. Disorders of the Large Intestine. In: Marx JA, ed. \u003cem\u003eRosens Emergency Medicine: Concepts and Clinical Practice\u003c/em\u003e. 7th ed. Philadelphia, Pa: Mosby Elsevier; 2009:chap 93.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.091Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da54d"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eMittelschmerz is one-sided, lower abdominal pain in women. It occurs at or around the time of an egg is released from the ovaries (ovulation).\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.092Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da54e"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eAbout 1 in 5 women have pain around the time of ovulation. This is called mittelschmerz. The pain may occur just before, during, or after ovulation.\u003c/p\u003e\u003cp\u003eThis pain can be explained in several ways. Just before to ovulation, the growth of the follicle where the egg develops may stretch the surface of the ovary. This can cause pain. At the time of ovulation, fluid or blood is released from the ruptured egg follicle. This may irritate lining of the abdomen.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.092Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da54f"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eMittelschmerz may be felt on one side of the body in one month and then switch to the other side in the next month. It may also occur on the same side for many months in a row.\u003c/p\u003e\u003cp\u003eSymptoms include lower-abdominal pain that:\u003c/p\u003e\u003cul\u003e\u003cli\u003eOccurs only on one side\u003c/li\u003e\u003cli\u003eGoes on for minutes to a few hours. It can last up to 24-48 hours.\u003c/li\u003e\u003cli\u003eFeels like a sharp, cramping pain unlike other pain\u003c/li\u003e\u003cli\u003eSevere (rare)\u003c/li\u003e\u003cli\u003eMay switch sides from month to month\u003c/li\u003e\u003cli\u003eBegins midway through the menstrual cycle \u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.092Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da550"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eA pelvic exam shows no problems. Other tests (such as an abdominal ultrasound or transvaginal pelvic ultrasound) may be done to look for other causes of ovarian or pelvic pain. These tests may be done if the pain is ongoing.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.093Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da551"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eMost of the time treatment is not needed. Pain relievers may be needed if the pain is intense or lasts a long time.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.093Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da552"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eMittelschmerz can be painful, but it is not harmful. It is not a sign of disease. It may help women be aware of the time in the menstrual cycle when the egg is released.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.093Z"},"url":"","section_title":"Outlook (Prognosis)"}
{"_id":{"$oid":"58efd56cc2f99315180da553"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eMost of the time there are no complications.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.094Z"},"url":"","section_title":"Possible Complications"}
{"_id":{"$oid":"58efd56cc2f99315180da554"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eCall your health care provider if:\u003c/p\u003e\u003cul\u003e\u003cli\u003eOvulation pain seems to change.\u003c/li\u003e\u003cli\u003ePain lasts longer than usual.\u003c/li\u003e\u003cli\u003ePain occurs with vaginal bleeding.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.094Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da555"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eBirth control pills can be taken to prevent ovulation. This can help reduce pain that is linked to ovulation.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.094Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da556"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eOvulation pain; Midcycle pain\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.095Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da557"},"article_title":"Mittelschmerz","article_section":"\u003cp\u003eWon HR, Abbott J. Optimal management of chronic cyclical pelvic pain: an evidence-based and pragmatic approach. \u003ci\u003eInt J Womens Health\u003c/i\u003e. 2010; 2: 263277.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.095Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da558"},"article_title":"Diabetes","article_section":"\u003cp\u003eDiabetes is usually a lifelong (chronic) disease in which thereis ahigh level of sugar in the blood.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.095Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da559"},"article_title":"Diabetes","article_section":"\u003cp\u003eInsulin is a hormone produced by the pancreas to control blood sugar. Diabetes can be caused by too little insulin, resistance to insulin, or both.\u003c/p\u003e\u003cp\u003eTo understand diabetes, it is important to first understand the normal process by which food is broken down and used by the body for energy. Several things happen when food is digested:\u003c/p\u003e\u003cul\u003e\u003cli\u003eA sugar called glucose enters the bloodstream. Glucose is a source of fuel for the body.\u003c/li\u003e\u003cli\u003eAn organ called the pancreas makes insulin. The role of insulin is to move glucose from the bloodstream into muscle, fat, and liver cells, where it can be used as fuel. \u003c/li\u003e\u003c/ul\u003e\u003cp\u003ePeople with diabetes have high blood sugar because their body cannot move sugar into fat, liver, and muscle cells to be stored for energy. This is because either:\u003c/p\u003e\u003cul\u003e\u003cli\u003eTheir pancreas does not make enough insulin\u003c/li\u003e\u003cli\u003eTheir cells do not respond to insulin normally\u003c/li\u003e\u003cli\u003eBoth of the above\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThere aretwo major types of diabetes. The causes and risk factors are different for each type:\u003c/p\u003e\u003cul\u003e\u003cli\u003eType 1 diabetes can occur at any age, but it is most often diagnosed in children, teens, or young adults. In this disease, the body makes little or no insulin. Daily injections of insulin are needed. The exact cause is unknown.\u003c/li\u003e\u003cli\u003eType 2 diabetes makes up most diabetes cases. It most often occurs in adulthood.But because of high obesity rates, teens and young adults are now being diagnosed with it. Many people with type 2 diabetes do not know they have it.\u003c/li\u003e\u003cli\u003eThere are other causes of diabetes, and some patients cannot be classified as type 1 or type 2. \u003c/li\u003e\u003c/ul\u003e\u003cp\u003eGestational diabetes is high blood sugar that develops at any time during pregnancy in a woman who does not have diabetes.\u003c/p\u003e\u003cp\u003eDiabetes affects more than 20 million Americans. Over 40 million Americans have pre-diabetes (which oftendevelops beforetype 2 diabetes). If your parent, brother or sister has diabetes, you may be more likely to develop diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.095Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da55a"},"article_title":"Diabetes","article_section":"\u003cp\u003eHigh blood sugar level can cause several symptoms, including:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBlurry vision\u003c/li\u003e\u003cli\u003eExcess thirst\u003c/li\u003e\u003cli\u003eFatigue\u003c/li\u003e\u003cli\u003eHunger\u003c/li\u003e\u003cli\u003eUrinating often\u003c/li\u003e\u003cli\u003eWeight loss\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eBecause type 2 diabetes develops slowly, some people with high blood sugar have no symptoms.\u003c/p\u003e\u003cp\u003eSymptoms of type 1 diabetes develop over a short period. People may be very sick by the time they are diagnosed.\u003c/p\u003e\u003cp\u003eAfter many years, diabetes can lead to other serious problems. These problems are known as diabetes complications and include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eEye problems, including trouble seeing (especially at night), light sensitivity, blindness in the future\u003c/li\u003e\u003cli\u003ePainful sores and infections of the leg or foot, which if left untreated, leads to removal of the foot or leg \u003c/li\u003e\u003cli\u003eNerves in the body can become damaged, causing pain, tingling, and a loss of feeling, problems digesting food, erectile dysfunction\u003c/li\u003e\u003cli\u003eKidney problems, which can lead to kidney failure\u003c/li\u003e\u003cli\u003eWeakened immune system, which can lead to more frequent infections\u003c/li\u003e\u003cli\u003eIncreased chance of having a heart attackor stroke\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.096Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da55b"},"article_title":"Diabetes","article_section":"\u003cp\u003eA urine analysis may show high blood sugar. But a urine test alone does not diagnose diabetes.\u003c/p\u003e\u003cp\u003eYour health care provider may suspect that you have diabetes if your blood sugar level is higher than 200 mg/dL. To confirm the diagnosis, one or more of the following tests must be done.\u003c/p\u003e\u003cp\u003eBlood tests:\u003c/p\u003e\u003cul\u003e\u003cli\u003eFasting blood glucose level -- diabetes is diagnosed if it is higher than 126 mg/dL twice. Levels between 100 and 126 mg/dL are called impaired fasting glucose or pre-diabetes. These levels are risk factors for type 2 diabetes.\u003c/li\u003e\u003cli\u003eHemoglobin A1c test -- \u003cul\u003e\u003cli\u003eNormal: Less than 5.7%\u003c/li\u003e\u003cli\u003ePre-diabetes: 5.7% - 6.4%\u003c/li\u003e\u003cli\u003eDiabetes: 6.5% or higher\u003c/li\u003e\u003c/ul\u003e\u003c/li\u003e\u003cli\u003eOral glucose tolerance test -- diabetes is diagnosed if glucose level is higher than 200 mg/dL 2 hoursafter drinking a glucose drink. (This test is used more often for type 2 diabetes.)\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eScreening for type 2 diabetes in people who have no symptoms is recommended for:\u003c/p\u003e\u003cul\u003e\u003cli\u003eOverweight children who have other risk factors for diabetes, starting at age 10 and repeated every 2 years\u003c/li\u003e\u003cli\u003eOverweight adults (BMI greater than 25) who have other risk factors\u003c/li\u003e\u003cli\u003eAdults over age 45, repeated every 3 years\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.096Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da55c"},"article_title":"Diabetes","article_section":"\u003cp\u003eWithtype 2 diabetes,the disease may be reversed with lifestyle changes, especially losing weight through exercising and eating healthier foods. Also, some cases of type 2 diabetes can be improved with weight-loss surgery.\u003c/p\u003e\u003cp\u003eThere is no cure for type 1 diabetes. \u003c/p\u003e\u003cp\u003eTreating both type 1 diabetes and type 2 diabetes involves medicines, diet, and exercise to control blood sugar level.\u003c/p\u003e\u003cp\u003eGetting better control over your blood sugar, cholesterol, and blood pressure levels helps reduce the risk of kidney disease, eye disease, nervous system disease, heart attack, and stroke.\u003c/p\u003e\u003cp\u003eTo prevent diabetes complications, visit your health care provider at least two to four times a year. Talk about any problems you are having. Follow your health care provider's instructions on managing your diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.096Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da55d"},"article_title":"Diabetes","article_section":"\u003cp\u003eAmerican Diabetes Association|www.diabetes.org\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.097Z"},"url":"","section_title":"Support Groups"}
{"_id":{"$oid":"58efd56cc2f99315180da55e"},"article_title":"Diabetes","article_section":"\u003cp\u003eKeeping an ideal body weight and an active lifestyle may prevent type 2 diabetes.\u003c/p\u003e\u003cp\u003eType 1 diabetes cannot be prevented.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.097Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da55f"},"article_title":"Diabetes","article_section":"\u003cp\u003eAlemzadeh R, Ali O. Diabetes mellitus. In: Kliegman RM, ed. \u003cem\u003eKliegman: Nelson Textbook of Pediatrics\u003c/em\u003e. 19th ed. Philadelphia, Pa.: Elsevier Saunders; 2011:chap 583.\u003c/p\u003e\u003cp\u003eAmorosa LF, Lee EJ, Swee DE. Diabetes mellitus. In: Rakel RE, Rakel DP, eds. \u003cem\u003eTextbook of Family Medicine\u003c/em\u003e. 8th ed. Philadelphia, Pa.: Elsevier Saunders; 2011:chap 34.\u003c/p\u003e\u003cp\u003eAmerican Diabetes Association. Standards of medical care in diabetes -- 2013. \u003cem\u003eDiabetes Care\u003c/em\u003e. 2013; Jan;33 Suppl 1:S11-S61.\u003c/p\u003e\u003cp\u003eEisenbarth GS, Polonsky KS, Buse JB. Type 1 Diabetes Mellitus. In: Kronenberg HM, Melmed S, Polonsky KS, Larsen PR. \u003cem\u003eKronenberg: Williams Textbook of Endocrinology\u003c/em\u003e. 11th ed. Philadelphia, Pa: Saunders Elsevier; 2008:chap 31.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.097Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da560"},"article_title":"Diabetes and Pregnancy","article_section":"\u003cp\u003eDiabetes is a disease in which your blood glucose, or blood sugar, levels are too high. When you are pregnant, too much glucose is not good for your baby.\u003c/p\u003e\u003cp\u003eAbout seven out of every 100 pregnant women in the United States get gestational diabetes. Gestational diabetes is diabetes that happens for the first time when a woman is pregnant. It goes away after you have your baby, but it does increase your risk for having diabetes later.\u003c/p\u003e \u003cp\u003eIf you already have diabetes before you get pregnant, you need to monitor and control your blood sugar levels during pregnancy.\u003c/p\u003e\u003cp\u003eMost women get a test to check for diabetes during their second trimester of pregnancy. Women at higher risk may get a test earlier.\u003c/p\u003e\u003cp\u003eEither type of diabetes during pregnancy raises the risk of problems for the baby and the mother. To help lower the risks, you should follow your meal plan, exercise, test your blood sugar, and, if needed, take your medicine.\u003c/p\u003e \u003cp\u003eNIH: National Institute of Diabetes and Digestive and Kidney Diseases\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.098Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da561"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eDiabetes is a disease in which your blood glucose, or blood sugar, levels are too high. When you are pregnant, too much glucose is not good for your baby.\u003c/p\u003e\u003cp\u003eAbout seven out of every 100 pregnant women in the United States get gestational diabetes. Gestational diabetes is diabetes that happens for the first time when a woman is pregnant. It goes away after you have your baby, but it does increase your risk for having diabetes later.\u003c/p\u003e \u003cp\u003eIf you already have diabetes before you get pregnant, you need to monitor and control your blood sugar levels during pregnancy.\u003c/p\u003e\u003cp\u003eMost women get a test to check for diabetes during their second trimester of pregnancy. Women at higher risk may get a test earlier.\u003c/p\u003e\u003cp\u003eEither type of diabetes during pregnancy raises the risk of problems for the baby and the mother. To help lower the risks, you should follow your meal plan, exercise, test your blood sugar, and, if needed, take your medicine.\u003c/p\u003e \u003cp\u003eNIH: National Institute of Diabetes and Digestive and Kidney Diseases\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.098Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da562"},"article_title":"Diabetes diet - gestational","article_section":"\u003cp\u003eGestational diabetes is high blood sugar (glucose) that starts or is first diagnosed during pregnancy. \u003c/p\u003e\u003cp\u003eEating a balanced diet is an important part of any pregnancy. Diet is even more important if you have diabetes. \u003c/p\u003e\u003cp\u003eThis article discusses the diet recommendations for women with gestational diabetes who do NOT take insulin.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.098Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da563"},"article_title":"Diabetes diet - gestational","article_section":"\u003cp\u003eThe best way to improve your diet is by eating a variety of healthy foods. \u003c/p\u003e\u003cp\u003eYou should learn how to read food labels, and consult them when making food decisions. \u003c/p\u003e\u003cp\u003eTalk to your doctor or dietitian if you are a vegetarian or on some other special diet.\u003c/p\u003e\u003cp\u003eIn general, your diet should be: \u003c/p\u003e\u003cul\u003e\u003cli\u003eModerate in fat and protein\u003c/li\u003e\u003cli\u003eProvide controlled levels of carbohydrates through foods including fruits, vegetables, and complex carbohydrates (such as bread, cereal, pasta, and rice)\u003c/li\u003e\u003cli\u003eLower in foods that have a lot of sugar, such as soft drinks, fruit juices, and pastries\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eYou will be asked to eat three small- to moderate- sized meals and one or more snacks each day. Do not skip meals and snacks. Keep the amount and types of food (carbohydrates, fats, and proteins) the same from day to day.\u003c/p\u003e\u003cp\u003eCARBOHYDRATES\u003c/p\u003e\u003cul\u003e\u003cli\u003eCarbohydrates should make up less than half of the calories you eat.\u003c/li\u003e\u003cli\u003eMost carbohydrates are found in starchy or sugary foods, such as bread, rice, pasta, cereal, potatoes, peas, corn, fruit, fruit juice, milk, yogurt, cookies, candy, soda, and other sweets.\u003c/li\u003e\u003cli\u003eHigh-fiber, whole-grain carbohydrates are healthier choices.\u003c/li\u003e\u003cli\u003eVegetables (such as carrots, broccoli, and spinach) add much more to your health than to your blood sugar. Enjoy lots of them.\u003c/li\u003e\u003cli\u003eCarbohydrates in food are measured in grams. You can learn to count the carbohydrates in the foods that you like and that you eat.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eGRAINS, BEANS, AND STARTCHY VEGETABLES\u003c/p\u003e\u003cul\u003e\u003cli\u003eEat 6 or more servings a day: one serving equals 1 slice bread, 1 ounce ready-to-eat cereal, 1/2 cup cooked rice or pasta, or 1 English muffin.\u003c/li\u003e\u003cli\u003eFoods like bread, grains, beans, rice, pasta, and starchy vegetables are loaded with vitamins, minerals, fiber, and healthy carbohydrates.\u003c/li\u003e\u003cli\u003eChoosecarbohydrate sources with plenty of fiber. Eat whole-grain foods such as whole-grain bread or crackers, tortillas, bran cereal, brown rice, or beans. Use whole-wheat or other whole-grain flours in cooking and baking.\u003c/li\u003e\u003cli\u003eEat more low-fat breads, such as tortillas, English muffins, and pita bread.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eVEGETABLES\u003c/p\u003e\u003cul\u003e\u003cli\u003eEat 3 - 5 servings a day: one serving equals 1 cup leafy, green vegetables; 1 cup cooked or chopped raw leafy vegetables; 3/4 cup vegetable juice; or 1/2 cup of chopped vegetables, cooked or raw.\u003c/li\u003e\u003cli\u003eChoose fresh or frozen vegetables without added sauces, fats, or salt. You should opt for more dark green and deep yellow vegetables, such as spinach, broccoli, romaine, carrots, and peppers.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eFRUITS\u003c/p\u003e\u003cul\u003e\u003cli\u003eEat 2 - 4 servings a day: one serving equals 1 medium whole fruit (such as a banana, apple, or orange); 1/2 cup chopped, frozen, cooked, or canned fruit; or 3/4 cup fruit juice.\u003c/li\u003e\u003cli\u003eChoose whole fruits more often than juices. They have more fiber. Citrus fruits, such as oranges, grapefruits, and tangerines, are best. Opt for fruit juices without added sweeteners or syrups.\u003c/li\u003e\u003cli\u003eChoose fresh fruits and juices, which retain more of their nutritional value than frozen or canned varieties.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eMILK AND DAIRY\u003c/p\u003e\u003cul\u003e\u003cli\u003eEat 4 servings a day: one serving equals 1 cup milk or yogurt, 1 1/2 oz. natural cheese, or 2 oz. processed cheese.\u003c/li\u003e\u003cli\u003eChoose low-fat or nonfat milk or yogurt. Yogurt has natural sugar in it, but avoid yogurt with added sugar or artificial sweeteners.\u003c/li\u003e\u003cli\u003eDairy products are a great source of protein, calcium, and phosphorus (to keep calories and cholesterol in check, though, choose low-fat dairy products).\u003c/li\u003e\u003c/ul\u003e\u003cp\u003ePROTEIN (MEAT, FISH, DRY BEANS, EGGS, AND NUTS)\u003c/p\u003e\u003cul\u003e\u003cli\u003eEat 2 - 3 servings a day: one serving equals 2-3 oz. cooked meat, poultry, or fish; 1/2 cup cooked beans; 1 egg; or 2 tablespoons peanut butter\u003c/li\u003e\u003cli\u003eChoose fish and poultry more often. Remove the skin from chicken and turkey. Select lean cuts of beef, veal, pork or wild game.\u003c/li\u003e\u003cli\u003eTrim all visible fat from meat. Bake, roast, broil, grill, or boil instead of frying.\u003c/li\u003e\u003cli\u003eFoods from this group are excellent sources of B vitamins, protein, iron, and zinc.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eSWEETS\u003c/p\u003e\u003cul\u003e\u003cli\u003eSweets are high in fat and sugar, so keep portion sizes small.\u003c/li\u003e\u003cli\u003eEat sweets that are sugar-free.\u003c/li\u003e\u003cli\u003eAsk for extra spoons and forks and split your dessert with others.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eFATS\u003c/p\u003e\u003cul\u003e\u003cli\u003eGo easy on butter, margarine, salad dressing, cooking oil, and desserts. But don't cut fats and oils from your diet entirely. They provide long-term energy for growth and are essential for brain development.\u003c/li\u003e\u003cli\u003eIn general, you should limit your intake of fatty foods, especially those high in saturated fat such as hamburger, cheese, bacon, and butter.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eOTHER LIFESTYLE CHANGES\u003c/p\u003e\u003cp\u003eYour doctor may also suggest a safe exercise plan. Walking is usually the easiest type of exercise, but swimming or other low-impact exercises can work just as well. Exercise is an important way to keep blood sugar in control.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.099Z"},"url":"","section_title":"Recommendations"}
{"_id":{"$oid":"58efd56cc2f99315180da564"},"article_title":"Diabetes diet - gestational","article_section":"\u003cp\u003eGestational diabetes diet\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.099Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da565"},"article_title":"Diabetes diet - gestational","article_section":"\u003cp\u003eAmerican Diabetes Association. Standards of medical care in diabetes -- 2012. \u003cem\u003eDiabetes Care\u003c/em\u003e. 200 Jan;25 Suppl 1:S11-63.  \u003c/p\u003e\u003cp\u003eAmerican Diabetes Association. Nutrition recommendations and interventions for diabetes: a position statement of the American Diabetes Association. \u003cem\u003eDiabetes Care\u003c/em\u003e. 2008;31:S61-S78.  \u003c/p\u003e\u003cp\u003eCunningham FG, Leveno KJ, Bloom SL, et al. Diabetes. In: Cunningham FG, Leveno KL, Bloom SL, et al, eds. \u003cem\u003eWilliams Obstetrics.\u003c/em\u003e 23rd ed. New York, NY: McGraw-Hill; 2010:chap 52.  \u003c/p\u003e\u003cp\u003eSerlin DC, Lash RW. Diagnosis and management of gestational diabetes mellitus. \u003cem\u003eAm Fam Physician\u003c/em\u003e. 2009 Jul 1;80(1):57-62.   \u003c/p\u003e\u003cp\u003eBenjamin TD, Pridijan G. Update on gestational diabetes. \u003cem\u003eObstetrics and Gynecology Clinics\u003c/em\u003e. 2010 June;27(2):255-267.  \u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.099Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da566"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eGestational diabetes is high blood sugar (diabetes) that starts or is first diagnosed during pregnancy.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.099Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da567"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003ePregnancy hormones can block insulin from doing its job. When this happens, glucose levels may increase in a pregnant woman's blood.\u003c/p\u003e\u003cp\u003eYou are at greater risk for gestational diabetes if you:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAre older than 25 when you are pregnant\u003c/li\u003e\u003cli\u003eHave a family history of diabetes\u003c/li\u003e\u003cli\u003eGave birth to a baby that weighed more than 9 pounds or had a birth defect\u003c/li\u003e\u003cli\u003eHave high blood pressure\u003c/li\u003e\u003cli\u003eHave too much amniotic fluid\u003c/li\u003e\u003cli\u003eHave had an unexplained miscarriage or stillbirth\u003c/li\u003e\u003cli\u003eWere overweight before your pregnancy\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.100Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da568"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eUsually there are no symptoms, or the symptoms are mild and not life threatening to the pregnant woman. The blood sugar (glucose) level usually returns to normal after delivery.\u003c/p\u003e\u003cp\u003eSymptoms may include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBlurred vision\u003c/li\u003e\u003cli\u003eFatigue\u003c/li\u003e\u003cli\u003eFrequent infections, including those of the bladder, vagina, and skin\u003c/li\u003e\u003cli\u003eIncreased thirst\u003c/li\u003e\u003cli\u003eIncreased urination\u003c/li\u003e\u003cli\u003eNausea and vomiting\u003c/li\u003e\u003cli\u003eWeight loss despite increased appetite\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.100Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da569"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eGestational diabetes usually starts halfway through the pregnancy. All pregnant women should receive an oral glucose tolerance test between the 24th and 28th week of pregnancy to screen for the condition. Women who have risk factors for gestational diabetes may have this test earlier in the pregnancy.\u003c/p\u003e\u003cp\u003eOnce you are diagnosed with gestational diabetes, you can see how well you are doing by testing your glucose level at home. The most common way involves pricking your finger and putting a drop of your blood on a machine that will give you a glucose reading.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.100Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da56a"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eThe goals of treatment are to keep blood sugar (glucose) levels within normal limits during the pregnancy, and to make sure that the growing baby is healthy.\u003c/p\u003e\u003cp\u003eWATCHING YOUR BABY\u003c/p\u003e\u003cp\u003eYour health care provider should closely check both you and your baby throughout the pregnancy. Fetal monitoring will check the size and health of the fetus.\u003c/p\u003e\u003cp\u003eA nonstress test is a very simple, painless test for you and your baby. \u003c/p\u003e\u003cul\u003e\u003cli\u003eA machine that hears and displays your baby's heartbeat (electronic fetal monitor) is placed on your abdomen. \u003c/li\u003e\u003cli\u003eYour health care provider can compare the pattern of your baby's heartbeat to movements and find out whether the baby is doing well. \u003c/li\u003e\u003c/ul\u003e\u003cp\u003eDIET AND EXERCISE\u003c/p\u003e\u003cp\u003eThe best way to improve your diet is by eating a variety of healthy foods. You should learn how to read food labels, and check them when making food decisions. Talk to your doctor or dietitian if you are a vegetarian or on some other special diet.\u003c/p\u003e\u003cp\u003eIn general, when you have gestational diabetes your diet should: \u003c/p\u003e\u003cul\u003e\u003cli\u003eBe moderate in fat and protein\u003c/li\u003e\u003cli\u003eProvide your carbohydrates through foods that include fruits, vegetables, and complex carbohydrates (such as bread, cereal, pasta, and rice) \u003c/li\u003e\u003cli\u003eBe low in foods that contain a lot of sugar, such as soft drinks, fruit juices, and pastries\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eIf managing your diet does not control blood sugar (glucose) levels, you may be prescribed diabetes medicine by mouth or insulin therapy. \u003c/p\u003e\u003cp\u003eMost women who develop gestational diabetes will not need diabetes medicines or insulin, but some will.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.101Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da56b"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eMost women with gestational diabetes are able to control their blood sugar and avoid harm to themselves or their baby.\u003c/p\u003e\u003cp\u003ePregnant women with gestational diabetes tend to have larger babies at birth. This can increase the chance of problems at the time of delivery, including:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBirth injury (trauma) because of the baby's large size\u003c/li\u003e\u003cli\u003eDelivery by c-section\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eYour baby is more likely to have periods of low blood sugar (hypoglycemia) during the first few days of life.\u003c/p\u003e\u003cp\u003eMothers with gestational diabetes have an increased risk for high blood pressure during pregnancy.\u003c/p\u003e\u003cp\u003eThere is a slightly increased risk of the baby dying when the mother has untreated gestational diabetes. Controlling blood sugar levels reduces this risk.\u003c/p\u003e\u003cp\u003eHigh blood sugar (glucose) levels often go back to normal after delivery. However, women with gestational diabetes should be watched closely after giving birth and at regular doctor's appointments to screen for signs of diabetes. Many women with gestational diabetes develop diabetes within 5 - 10 years after delivery.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.101Z"},"url":"","section_title":"Outlook (Prognosis)"}
{"_id":{"$oid":"58efd56cc2f99315180da56c"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eCall your health care provider if you are pregnant and you have symptoms of diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.101Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da56d"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eBeginning prenatal care early and having regular prenatal visits helps improve your health and the health of your baby. Having prenatal screening at 24 - 28 weeks into the pregnancy will help detect gestational diabetes early.\u003c/p\u003e\u003cp\u003eIf you are overweight, decreasing your body mass index (BMI) to a normal range before you get pregnant will decrease your risk of developing gestational diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.102Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da56e"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eGlucose intolerance during pregnancy\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.102Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da56f"},"article_title":"Gestational diabetes","article_section":"\u003cp\u003eScreening for gestational diabetes mellitus: Recommendation statement. Rockville, MD. US Preventive Services Task Force. \u003cem\u003eAnn Intern Med\u003c/em\u003e. 2008; 148:759-765.  \u003c/p\u003e\u003cp\u003eSerlin DC, Lash RW. Diagnosis and management of gestational diabetes mellitus. \u003cem\u003eAm Fam Physician\u003c/em\u003e. 2009 Jul 1;80(1):57-62.  \u003c/p\u003e\u003cp\u003eAmerican Diabetes Association. Nutrition recommendations and interventions for diabetes: a position statement of the American Diabetes Association. \u003cem\u003eDiabetes Care\u003c/em\u003e. 2008;31:S61-S78. \u003c/p\u003e\u003cp\u003eBenjamin TD, Pridijan G. Update on gestational diabetes. \u003cem\u003eObstetrics and Gynecology Clinics\u003c/em\u003e. 2010 June;27(2):255-267. \u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.102Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da570"},"article_title":"Diabetes Complications","article_section":"\u003cp\u003eIf you have diabetes, your blood glucose, or blood sugar, levels are too high. Over time, this can cause problems with other body functions, such as your kidneys, nerves, feet, and eyes. Having diabetes can also put you at a higher risk for heart disease and bone and joint disorders.  Other long-term complications of diabetes include skin problems, digestive problems, sexual dysfunction, and problems with your teeth and gums.  \u003c/p\u003e\u003cp\u003eVery high or very low blood sugar levels can also lead to emergencies in people with diabetes. The cause can be an underlying infection, certain medicines, or even the medicines you take to control your diabetes. If you feel nauseated, sluggish or shaky, seek emergency care.\u003c/p\u003e\u003cp\u003eNIH: National Institute of Diabetes and Digestive and Kidney Diseases\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.102Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da571"},"article_title":"Diabetes in Children and Teens","article_section":"\u003cp\u003eUntil recently, the common type of diabetes in children and teens was type 1. It was called juvenile diabetes. With Type 1 diabetes, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.\u003c/p\u003e\u003cp\u003eBut now younger people are also getting type 2 diabetes.  Type 2 diabetes used to be called adult-onset diabetes. But now it is becoming more common in children and teens, due to more obesity. With Type 2 diabetes, the body does not make or use insulin well.\u003c/p\u003e\u003cp\u003eChildren have a higher risk of type 2 diabetes if they are obese, have a family history of diabetes, or are not active, and do not eat well.  To lower the risk of type 2 diabetes in children\u003c/p\u003e\u003cul\u003e\u003cli\u003eHave them maintain a healthy weight\u003c/li\u003e\u003cli\u003eBe sure they are physically active\u003c/li\u003e\u003cli\u003eHave them eat smaller portions of healthy foods\u003c/li\u003e\u003cli\u003eLimit time with the TV, computer, and video\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eChildren and teens with type 1 diabetes may need to take insulin. Type 2 diabetes may be  controlled with diet and exercise. If not, patients will need to take oral diabetes medicines or insulin.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.103Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da572"},"article_title":"Diabetes","article_section":"\u003cp\u003eDiabetes is usually a lifelong (chronic) disease in which thereis ahigh level of sugar in the blood.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.103Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da573"},"article_title":"Diabetes","article_section":"\u003cp\u003eInsulin is a hormone produced by the pancreas to control blood sugar. Diabetes can be caused by too little insulin, resistance to insulin, or both.\u003c/p\u003e\u003cp\u003eTo understand diabetes, it is important to first understand the normal process by which food is broken down and used by the body for energy. Several things happen when food is digested:\u003c/p\u003e\u003cul\u003e\u003cli\u003eA sugar called glucose enters the bloodstream. Glucose is a source of fuel for the body.\u003c/li\u003e\u003cli\u003eAn organ called the pancreas makes insulin. The role of insulin is to move glucose from the bloodstream into muscle, fat, and liver cells, where it can be used as fuel. \u003c/li\u003e\u003c/ul\u003e\u003cp\u003ePeople with diabetes have high blood sugar because their body cannot move sugar into fat, liver, and muscle cells to be stored for energy. This is because either:\u003c/p\u003e\u003cul\u003e\u003cli\u003eTheir pancreas does not make enough insulin\u003c/li\u003e\u003cli\u003eTheir cells do not respond to insulin normally\u003c/li\u003e\u003cli\u003eBoth of the above\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThere aretwo major types of diabetes. The causes and risk factors are different for each type:\u003c/p\u003e\u003cul\u003e\u003cli\u003eType 1 diabetes can occur at any age, but it is most often diagnosed in children, teens, or young adults. In this disease, the body makes little or no insulin. Daily injections of insulin are needed. The exact cause is unknown.\u003c/li\u003e\u003cli\u003eType 2 diabetes makes up most diabetes cases. It most often occurs in adulthood.But because of high obesity rates, teens and young adults are now being diagnosed with it. Many people with type 2 diabetes do not know they have it.\u003c/li\u003e\u003cli\u003eThere are other causes of diabetes, and some patients cannot be classified as type 1 or type 2. \u003c/li\u003e\u003c/ul\u003e\u003cp\u003eGestational diabetes is high blood sugar that develops at any time during pregnancy in a woman who does not have diabetes.\u003c/p\u003e\u003cp\u003eDiabetes affects more than 20 million Americans. Over 40 million Americans have pre-diabetes (which oftendevelops beforetype 2 diabetes). If your parent, brother or sister has diabetes, you may be more likely to develop diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.103Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da574"},"article_title":"Diabetes","article_section":"\u003cp\u003eHigh blood sugar level can cause several symptoms, including:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBlurry vision\u003c/li\u003e\u003cli\u003eExcess thirst\u003c/li\u003e\u003cli\u003eFatigue\u003c/li\u003e\u003cli\u003eHunger\u003c/li\u003e\u003cli\u003eUrinating often\u003c/li\u003e\u003cli\u003eWeight loss\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eBecause type 2 diabetes develops slowly, some people with high blood sugar have no symptoms.\u003c/p\u003e\u003cp\u003eSymptoms of type 1 diabetes develop over a short period. People may be very sick by the time they are diagnosed.\u003c/p\u003e\u003cp\u003eAfter many years, diabetes can lead to other serious problems. These problems are known as diabetes complications and include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eEye problems, including trouble seeing (especially at night), light sensitivity, blindness in the future\u003c/li\u003e\u003cli\u003ePainful sores and infections of the leg or foot, which if left untreated, leads to removal of the foot or leg \u003c/li\u003e\u003cli\u003eNerves in the body can become damaged, causing pain, tingling, and a loss of feeling, problems digesting food, erectile dysfunction\u003c/li\u003e\u003cli\u003eKidney problems, which can lead to kidney failure\u003c/li\u003e\u003cli\u003eWeakened immune system, which can lead to more frequent infections\u003c/li\u003e\u003cli\u003eIncreased chance of having a heart attackor stroke\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.104Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da575"},"article_title":"Diabetes","article_section":"\u003cp\u003eA urine analysis may show high blood sugar. But a urine test alone does not diagnose diabetes.\u003c/p\u003e\u003cp\u003eYour health care provider may suspect that you have diabetes if your blood sugar level is higher than 200 mg/dL. To confirm the diagnosis, one or more of the following tests must be done.\u003c/p\u003e\u003cp\u003eBlood tests:\u003c/p\u003e\u003cul\u003e\u003cli\u003eFasting blood glucose level -- diabetes is diagnosed if it is higher than 126 mg/dL twice. Levels between 100 and 126 mg/dL are called impaired fasting glucose or pre-diabetes. These levels are risk factors for type 2 diabetes.\u003c/li\u003e\u003cli\u003eHemoglobin A1c test -- \u003cul\u003e\u003cli\u003eNormal: Less than 5.7%\u003c/li\u003e\u003cli\u003ePre-diabetes: 5.7% - 6.4%\u003c/li\u003e\u003cli\u003eDiabetes: 6.5% or higher\u003c/li\u003e\u003c/ul\u003e\u003c/li\u003e\u003cli\u003eOral glucose tolerance test -- diabetes is diagnosed if glucose level is higher than 200 mg/dL 2 hoursafter drinking a glucose drink. (This test is used more often for type 2 diabetes.)\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eScreening for type 2 diabetes in people who have no symptoms is recommended for:\u003c/p\u003e\u003cul\u003e\u003cli\u003eOverweight children who have other risk factors for diabetes, starting at age 10 and repeated every 2 years\u003c/li\u003e\u003cli\u003eOverweight adults (BMI greater than 25) who have other risk factors\u003c/li\u003e\u003cli\u003eAdults over age 45, repeated every 3 years\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.104Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da576"},"article_title":"Diabetes","article_section":"\u003cp\u003eWithtype 2 diabetes,the disease may be reversed with lifestyle changes, especially losing weight through exercising and eating healthier foods. Also, some cases of type 2 diabetes can be improved with weight-loss surgery.\u003c/p\u003e\u003cp\u003eThere is no cure for type 1 diabetes. \u003c/p\u003e\u003cp\u003eTreating both type 1 diabetes and type 2 diabetes involves medicines, diet, and exercise to control blood sugar level.\u003c/p\u003e\u003cp\u003eGetting better control over your blood sugar, cholesterol, and blood pressure levels helps reduce the risk of kidney disease, eye disease, nervous system disease, heart attack, and stroke.\u003c/p\u003e\u003cp\u003eTo prevent diabetes complications, visit your health care provider at least two to four times a year. Talk about any problems you are having. Follow your health care provider's instructions on managing your diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.104Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da577"},"article_title":"Diabetes","article_section":"\u003cp\u003eAmerican Diabetes Association|www.diabetes.org\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.105Z"},"url":"","section_title":"Support Groups"}
{"_id":{"$oid":"58efd56cc2f99315180da578"},"article_title":"Diabetes","article_section":"\u003cp\u003eKeeping an ideal body weight and an active lifestyle may prevent type 2 diabetes.\u003c/p\u003e\u003cp\u003eType 1 diabetes cannot be prevented.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.105Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da579"},"article_title":"Diabetes","article_section":"\u003cp\u003eAlemzadeh R, Ali O. Diabetes mellitus. In: Kliegman RM, ed. \u003cem\u003eKliegman: Nelson Textbook of Pediatrics\u003c/em\u003e. 19th ed. Philadelphia, Pa.: Elsevier Saunders; 2011:chap 583.\u003c/p\u003e\u003cp\u003eAmorosa LF, Lee EJ, Swee DE. Diabetes mellitus. In: Rakel RE, Rakel DP, eds. \u003cem\u003eTextbook of Family Medicine\u003c/em\u003e. 8th ed. Philadelphia, Pa.: Elsevier Saunders; 2011:chap 34.\u003c/p\u003e\u003cp\u003eAmerican Diabetes Association. Standards of medical care in diabetes -- 2013. \u003cem\u003eDiabetes Care\u003c/em\u003e. 2013; Jan;33 Suppl 1:S11-S61.\u003c/p\u003e\u003cp\u003eEisenbarth GS, Polonsky KS, Buse JB. Type 1 Diabetes Mellitus. In: Kronenberg HM, Melmed S, Polonsky KS, Larsen PR. \u003cem\u003eKronenberg: Williams Textbook of Endocrinology\u003c/em\u003e. 11th ed. Philadelphia, Pa: Saunders Elsevier; 2008:chap 31.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.105Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da57a"},"article_title":"Diabetes type 2 - meal planning","article_section":"\u003cp\u003eWhen you have type 2 diabetes, taking time to plan your meals goes a long way toward controlling your blood sugar and weight.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.105Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da57b"},"article_title":"Diabetes type 2 - meal planning","article_section":"\u003cp\u003eYour main focus is on keeping your blood sugar (glucose) level in your target range.To help manage your blood sugar, follow a meal plan that has:\u003c/p\u003e\u003cul\u003e\u003cli\u003eFood from all the food groups\u003c/li\u003e\u003cli\u003eFewer calories\u003c/li\u003e\u003cli\u003eAbout the same amount of carbohydratesat each meal and snack\u003c/li\u003e\u003cli\u003eHealthy fats\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eAlong with healthy eating, you can keep your blood sugar in target range by maintaining a healthy weight. Persons with type 2 diabetes are often overweight. Losing just 10 pounds can help you manage your diabetes better. Eating healthy foods and staying active (for example, 30 minutes of walking per day) can help you meet and maintain your weight loss goal. \u003c/p\u003e\u003cp\u003eHOW CARBOHYDRATES AFFECT BLOOD SUGAR\u003c/p\u003e\u003cp\u003eCarbohydrates in food give your body energy. You need to eat carbohydrates to maintain your energy. But carbohydrates also raise your blood sugar higher and faster than other kinds of food.\u003c/p\u003e\u003cp\u003eThe main kinds of carbohydrates are starches, sugars, and fiber. Learn which foods have carbohydrates. This will help with meal planning so that you can keep your blood sugar in your target range.\u003c/p\u003e\u003cp\u003eMEAL PLANNING FOR CHILDREN WITH TYPE 2 DIABETES\u003c/p\u003e\u003cp\u003eMeal plans should consider the amount of calories children need to grow. In general, three small meals and three snacks a day can help meet calorie needs. Many children with type 2 diabetes are overweight. The goal should be a healthy weight by eating healthy foods and getting more activity (60 minutes each day).\u003c/p\u003e\u003cp\u003eWork with a registered dietitian to design a meal plan for your child. A registered dietitian is an expert in food and nutrition.\u003c/p\u003e\u003cp\u003eThe following tips can help your child stay on track:\u003c/p\u003e\u003cul\u003e\u003cli\u003eNo food is off-limits. Knowing how different foods affect your childs blood sugar helps you and your child keep it in target range.\u003c/li\u003e\u003cli\u003eHelp your child learn how much food is a healthy amount. This is called portion control.\u003c/li\u003e\u003cli\u003eHave your family gradually switch from drinking soda and other sugary drinks, such as sports drinks and juices, to plain water or low-fat milk. \u003c/li\u003e\u003c/ul\u003e\u003cp\u003ePLANNING MEALS\u003c/p\u003e\u003cp\u003eEveryone has individual needs. Work with your doctor, registered dietitian, or diabetes educator to develop a meal plan that works for you.\u003c/p\u003e\u003cp\u003eWhen shopping, read food labels to make better food choices.\u003c/p\u003e\u003cp\u003eA good way to make sure you get all the nutrients you need during meals is to use the plate method. This is a visual food guide that helps you choose the best types and right amounts of food to eat. It encourages larger portions of non-starchy vegetables (half the plate) and moderate portions of protein (one quarter of the plate) and starch (one quarter of the plate). You can find more information about the plate method at the American Diabetes Association website: http://www.diabetes.org/food-and-fitness/food/planning-meals/create-your-plate.\u003c/p\u003e\u003cp\u003eEAT A VARIETY OF FOODS\u003c/p\u003e\u003cp\u003eEating a wide variety of foods helps you stay healthy. Try to include foods from all the food groups at each meal. \u003c/p\u003e\u003cp\u003eVEGETABLES (2 to 3 cups a day)\u003c/p\u003e\u003cp\u003eChoose fresh or frozen vegetables without added sauces, fats, or salt. Non-starchy vegetables include dark green and deep yellow vegetables, such as spinach, broccoli, romaine lettuce, cabbage, chard, and bell peppers. Starchy vegetables include corn, green peas, lima beans, potatoes, and taro.\u003c/p\u003e\u003cp\u003eFRUITS (1 to 2 cups a day)\u003c/p\u003e\u003cp\u003eChoose fresh, frozen, canned (without added sugar), or dried fruits. Try apples, bananas, berries, cherries, fruit cocktail, grapes, melon, oranges, peaches, pears, papaya, pineapple, raisins. Drink juices that are 100% fruit with no added sweeteners or syrups.\u003c/p\u003e\u003cp\u003eGRAINS (3 to 4 ounces a day)\u003c/p\u003e\u003cp\u003eThere are two types of grains:\u003c/p\u003e\u003cul\u003e\u003cli\u003eWhole grains are unprocessed and have the entire grain kernel. Examples are whole-wheat flour, oatmeal, whole cornmeal, amaranth, barley, brown and wild rice, buckwheat, and quinoa.\u003c/li\u003e\u003cli\u003eRefined grains have been processed (milled) to remove the bran and germ. Examples are white flour, de-germed cornmeal, white bread, and white rice.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eGrains have starch, a type of carbohydrate. Carbohydrates raise your blood sugar level. So, for healthy eating, make sure half of the grains you eat each day are whole grains. Whole grains have lots of fiber. Fiber in the diet keeps your blood sugar level from rising too fast. \u003c/p\u003e\u003cp\u003ePROTEIN FOODS (5 to 6 ounces a day)\u003c/p\u003e\u003cp\u003eProtein foods include meat, poultry, seafood, eggs, beans and peas, nuts, seeds, and processed soy foods.Eat fish and poultry more often. Remove the skin from chicken and turkey. Select lean cuts of beef, veal, pork, or wild game. Trim all visible fat from meat. Bake, roast, broil, grill, or boil instead of frying.\u003c/p\u003e\u003cp\u003eDAIRY (3 cups a day)\u003c/p\u003e\u003cp\u003eChoose low-fat or nonfat dairy products. Be aware that milk, yogurt, and other dairy foods have natural sugar even when they do not contain added sugar. Take this into account when planning meals to stay in your blood sugar target range. \u003cbr\u003e\u003cbr\u003eOILS/FATS (no more than 7 teaspoons a day)\u003c/p\u003e\u003cp\u003eOils are not considered a food group. But they have nutrients that help your body stay healthy. Oils are different from fats in that oils remain liquid at room temperature. Fats remain solid at room temperature.\u003c/p\u003e\u003cp\u003eLimit your intake of fatty foods, especially those high in saturated fat, such as hamburgers, deep-fried foods, bacon, and butter. \u003c/p\u003e\u003cp\u003eInstead, choose foods that are high in polyunsaturated or monounsaturated fats. These include fish, nuts, and vegetable oils.\u003c/p\u003e\u003cp\u003eOils can raise your blood sugar, but not as fast as starch. Oils are also high in calories. Try to use no more than the recommended daily limit of 7 teaspoons.\u003c/p\u003e\u003cp\u003eWHAT ABOUT ALCOHOL AND SWEETS?\u003c/p\u003e\u003cp\u003eIf you choose to drink alcohol, limit the amount and have it with a meal. Check with your health care provider about how alcohol will affect your blood sugar and to determine a safe amount for you.\u003c/p\u003e\u003cp\u003eSweets are high in fat and sugar. Keep portion sizes small. \u003c/p\u003e\u003cp\u003eHere are tips to help avoid eating too many sweets:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAsk for extra spoons and forks and split your dessert with others.\u003c/li\u003e\u003cli\u003eEat sweets that are sugar-free.\u003c/li\u003e\u003cli\u003eAlways ask for the smallest serving size or childrens size.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.106Z"},"url":"","section_title":"Function"}
{"_id":{"$oid":"58efd56cc2f99315180da57c"},"article_title":"Diabetes type 2 - meal planning","article_section":"\u003cp\u003eA registered dietitian can help you decide how to balance the carbohydrates, protein, and fat in your diet. Here are some general guidelines:\u003c/p\u003e\u003cp\u003eThe amount of each type of food you eat depends on:\u003c/p\u003e\u003cul\u003e\u003cli\u003eYour diet\u003c/li\u003e\u003cli\u003eYour weight\u003c/li\u003e\u003cli\u003eHow often you exercise\u003c/li\u003e\u003cli\u003eYour other health risks\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eEveryone has individual needs. Work with your doctor, and possibly a dietitian, to develop a meal plan that works for you.\u003c/p\u003e\u003cp\u003eThe Diabetes Food Pyramid, which resembles the old USDA food guide pyramid, splits foods into six groups in a range of serving sizes. In the Diabetes Food Pyramid, food groups are based on carbohydrate and protein content instead of their food type. A person with diabetes should eat more of the foods in the bottom of the pyramid (grains, beans, vegetables) than those on the top (fats and sweets). This diet will help keep your heart and body systems healthy.\u003c/p\u003e\u003cp\u003eAnother method, similar to the new \"plate\" USDA food guide, encourages larger portions of vegetables (half the plate) and moderate portions of protein (one-quarter of the plate) and starch (one-quarter of the plate).\u003c/p\u003e\u003cp\u003eGRAINS, BEANS, AND STARCHY VEGETABLES\u003c/p\u003e\u003cp\u003e(6 or more servings a day)\u003c/p\u003e\u003cp\u003eFoods like bread, grains, beans, rice, pasta, and starchy vegetables are at the bottom of the pyramid because they should serve as the foundation of your diet. As a group, these foods are loaded with vitamins, minerals, fiber, and healthy carbohydrates.\u003c/p\u003e\u003cp\u003eIt is important, however, to eat foods with plenty of fiber. Choose whole-grain foods such as whole-grain bread or crackers, tortillas, bran cereal, brown rice, or beans. Use whole-wheat or other whole-grain flours in cooking and baking. Choose low-fat breads, such as bagels, tortillas, English muffins, and pita bread.\u003c/p\u003e\u003cp\u003eVEGETABLES\u003c/p\u003e\u003cp\u003e(3 - 5 servings a day)\u003c/p\u003e\u003cp\u003eChoose fresh or frozen vegetables without added sauces, fats, or salt. Opt for more dark green and deep yellow vegetables, such as spinach, broccoli, romaine lettuce, carrots, and peppers.\u003c/p\u003e\u003cp\u003eFRUITS\u003c/p\u003e\u003cp\u003e(2 - 4 servings a day)\u003c/p\u003e\u003cp\u003eChoose whole fruits more often than juices. Whole fruits have more fiber. Citrus fruits, such as oranges, grapefruits, and tangerines, are best. Drink fruit juices that do NOT have added sweeteners or syrups.\u003c/p\u003e\u003cp\u003eMILK\u003c/p\u003e\u003cp\u003e(2 - 3 servings a day)\u003c/p\u003e\u003cp\u003eChoose low-fat or nonfat milk or yogurt. Yogurt has natural sugar in it, but it can also contain added sugar or artificial sweeteners. Yogurt with artificial sweeteners has fewer calories than yogurt with added sugar.\u003c/p\u003e\u003cp\u003eMEAT AND FISH\u003c/p\u003e\u003cp\u003e(2 - 3 servings a day)\u003c/p\u003e\u003cp\u003eEat fish and poultry more often. Remove the skin from chicken and turkey. Select lean cuts of beef, veal, pork, or wild game. Trim all visible fat from meat. Bake, roast, broil, grill, or boil instead of frying.\u003c/p\u003e\u003cp\u003eFATS, ALCOHOL, AND SWEETS\u003c/p\u003e\u003cp\u003eIn general, you should limit your intake of fatty foods, especially those high in saturated fat, such as hamburgers, cheese, bacon, and butter.\u003c/p\u003e\u003cp\u003eIf you choose to drink alcohol, limit the amount and have it with a meal. Check with your health care provider about how alcohol will affect your blood sugar, and to determine a safe amount for you.\u003c/p\u003e\u003cp\u003eSweets are high in fat and sugar, so keep portion sizes small. Here are some tips to help avoid eating too many sweets:\u003c/p\u003e\u003cul\u003e\u003cli\u003eAsk for extra spoons and forks and split your dessert with others.\u003c/li\u003e\u003cli\u003eEat sweets that are sugar-free.\u003c/li\u003e\u003cli\u003eAlways ask for the small serving size.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eLearn how to read food labels, and consult them when making food decisions.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.106Z"},"url":"","section_title":"Recommendations"}
{"_id":{"$oid":"58efd56cc2f99315180da57d"},"article_title":"Diabetes type 2 - meal planning","article_section":"\u003cp\u003eType 2 diabetes diet; Diet - diabetes - type 2\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.106Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da57e"},"article_title":"Diabetes type 2 - meal planning","article_section":"\u003cp\u003eAmerican Diabetes Association. Standards of medical care in diabetes -- 2013. \u003cem\u003eDiabetes Care.\u003c/em\u003e 2013;36 Suppl 1:S11-S66.\u003c/p\u003e\u003cp\u003eAmerican Diabetes Association. Nutrition recommendations and interventions for diabetes: a position statement of the American Diabetes Association. \u003cem\u003eDiabetes Care\u003c/em\u003e. 2008;31:S61-S78.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.107Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da57f"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eType 1 diabetes is a lifelong (chronic) disease in which thereisahigh level of sugar (glucose) in the blood.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.107Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da580"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eType 1 diabetes can occur at any age. It is most often diagnosed in children, adolescents, or young adults.\u003c/p\u003e\u003cp\u003eInsulin is a hormone produced in the pancreas by special cells, called beta cells. The pancreas is behind the stomach. Insulin is needed to move blood sugar (glucose) into cells. There, it is stored and later used for energy. In type 1 diabetes, beta cells produce little or no insulin.\u003c/p\u003e\u003cp\u003eWithout enough insulin, glucose builds up in the bloodstream instead of going into the cells. The body is unable to use this glucose for energy. This leads to the symptoms of type 1 diabetes.\u003c/p\u003e\u003cp\u003eThe exact cause of type 1 diabetes is unknown. Most likely it is an autoimmune disorder.This is a condition that occurs when the immune system mistakenly attacks and destroys healthy body tissue. With type 1 diabetes, an infection or another trigger causes the body to mistakenly attack the cells in the pancreas that make insulin. Type 1 diabetes can be passed down through families.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.107Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da581"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003e\u003cem\u003eHigh Blood Sugar\u003c/em\u003e\u003c/p\u003e\u003cp\u003eThese symptoms may be the first signs of type 1 diabetes, or they may occur when blood sugar is high:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBeing very thirsty\u003c/li\u003e\u003cli\u003eFeeling hungry\u003c/li\u003e\u003cli\u003eFeeling tired all the time  \u003c/li\u003e\u003cli\u003eHaving blurry eyesight\u003c/li\u003e\u003cli\u003eFeeling numbnessor feeling tingling in your feet\u003c/li\u003e\u003cli\u003eLosing weight without trying\u003c/li\u003e\u003cli\u003eUrinating more often\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eFor other people, these serious warning symptoms may be the first signs of type 1 diabetes, or they may happen when blood sugar is very high (diabetic ketoacidosis):\u003c/p\u003e\u003cul\u003e\u003cli\u003eDeep, rapid breathing\u003c/li\u003e\u003cli\u003eDry skin and mouth\u003c/li\u003e\u003cli\u003eFlushed face\u003c/li\u003e\u003cli\u003eFruity breath odor\u003c/li\u003e\u003cli\u003eNausea or vomiting, inability to keep down fluids\u003c/li\u003e\u003cli\u003eStomach pain\u003c/li\u003e\u003c/ul\u003e\u003cp\u003e\u003cem\u003eLow Blood Sugar\u003c/em\u003e\u003c/p\u003e\u003cp\u003eLow blood sugar (hypoglycemia) can develop quickly in people with diabetes who are taking insulin. Symptoms usually appear when blood sugar level falls below 70 mg/dL. Watch for:\u003c/p\u003e\u003cul\u003e\u003cli\u003eHeadache\u003c/li\u003e\u003cli\u003eHunger\u003c/li\u003e\u003cli\u003eNervousness\u003c/li\u003e\u003cli\u003eRapid heartbeat (palpitations)\u003c/li\u003e\u003cli\u003eShaking\u003c/li\u003e\u003cli\u003eSweating\u003c/li\u003e\u003cli\u003eWeakness\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.107Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da582"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eDiabetes is diagnosed with the following blood tests:\u003c/p\u003e\u003cul\u003e\u003cli\u003eFasting blood glucose level -- diabetes is diagnosed if it is higher than 126 mg/dL two times\u003c/li\u003e\u003cli\u003eRandom (nonfasting) blood glucose level -- you may have diabetes if it is higher than 200 mg/dL, and you have symptoms such as increased thirst, urination, and fatigue (this must be confirmed with a fasting test)\u003c/li\u003e\u003cli\u003eOral glucose tolerance test -- diabetes is diagnosed if the glucose level is higher than 200 mg/dL 2 hours after drinking a special sugar drink\u003c/li\u003e\u003cli\u003eHemoglobin A1C test -- 6.5% or higher \u003c/li\u003e\u003c/ul\u003e\u003cp\u003eKetone testing is also sometimes used. The ketone test is done using a urine sample or blood sample. Ketone testing may be done:\u003c/p\u003e\u003cul\u003e\u003cli\u003eWhen the blood sugar is higher than 240 mg/dL\u003c/li\u003e\u003cli\u003eDuring an illness such as pneumonia, heart attack, or stroke\u003c/li\u003e\u003cli\u003eWhen nausea or vomiting occur\u003c/li\u003e\u003cli\u003eDuring pregnancy\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThe following tests or exams will help you and your doctor monitor your diabetes and prevent problems caused by diabetes:\u003c/p\u003e\u003cul\u003e\u003cli\u003eCheck the skin and bones on your feet and legs.\u003c/li\u003e\u003cli\u003eCheck to see if your feet are getting numb.\u003c/li\u003e\u003cli\u003eHave your blood pressure checked at least every year (blood pressure goal should be 140/80 mm/Hg or lower).\u003c/li\u003e\u003cli\u003eHave yourA1C test (Hemoglobin A1C) done every 6 months if your diabetes is well controlled; otherwise, every 3 months.\u003c/li\u003e\u003cli\u003eHave your cholesterol and triglyceride levels checked yearly (aim for LDL cholesterol levels below 70-100 mg/dL).\u003c/li\u003e\u003cli\u003eGet yearly tests to make sure your kidneys are working well (microalbuminuria and serum creatinine).\u003c/li\u003e\u003cli\u003eVisit your eye doctor at least once a year, or more often if you have signs of diabetic eye disease.\u003c/li\u003e\u003cli\u003eSee the dentist every 6 months for a thorough dental cleaning and exam. Make sure your dentist and hygienist know that you have diabetes.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.108Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da583"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eBecause type 1 diabetes can start quickly and the symptoms can be severe, people who have just been diagnosed may need to stay in the hospital.\u003c/p\u003e\u003cp\u003eIf you have just been diagnosed with type 1 diabetes, youmay need tohave a checkup each week until you have good control over your blood sugar. Your health care provider will review the results of your home blood sugar monitoring and urine testing. Your provider will also look at your diary of meals, snacks, and insulin injections. It may take a few weeks to match the insulin doses to your meal and activity schedule.\u003c/p\u003e\u003cp\u003eAs the disease gets more stable, you will have fewer follow-up visits. Visiting your health care provider is very important so you can monitor any long-term problems from diabetes.\u003c/p\u003e\u003cp\u003eYou are the most important person in managing your diabetes. You should know the basic steps to diabetes management:\u003c/p\u003e\u003cul\u003e\u003cli\u003eHow to recognize and treat low blood sugar (hypoglycemia)\u003c/li\u003e\u003cli\u003eHow to recognize and treat high blood sugar (hyperglycemia)\u003c/li\u003e\u003cli\u003eDiabetes meal planning\u003c/li\u003e\u003cli\u003eHow to give insulin\u003c/li\u003e\u003cli\u003eHow to check blood glucose and urine ketones\u003c/li\u003e\u003cli\u003eHow to adjust insulin and food when you exercise\u003c/li\u003e\u003cli\u003eHow to handle sick days\u003c/li\u003e\u003cli\u003eWhere to buy diabetes supplies and how to store them\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eINSULIN\u003c/p\u003e\u003cp\u003eInsulin lowers blood sugar by allowing it to leave the bloodstream and enter cells. Everyone with type 1 diabetes must take insulin every day.\u003c/p\u003e\u003cp\u003eInsulin must be injected under the skin using a syringe, insulin pen or pump. It cannot be taken by mouth because the acid in the stomach destroys insulin.\u003c/p\u003e\u003cp\u003eInsulin types differ in how fast they start to work and how long they last. The health care provider will choose the best type of insulin for you and will tell you at what time of day to use it.Sometypesof insulin may be mixed together in an injection to get the best blood glucose control. Other types of insulin should never be mixed. You may need insulin shots from one to four times a day.\u003c/p\u003e\u003cp\u003eYour health care provider or diabetes nurse educator will teach you how to give insulin injections. At first, a child's injections may be given by a parent or other adult. By age 14, most children can give their own injections.\u003c/p\u003e\u003cp\u003ePeople with diabetes need to know how to adjust the amount of insulin they are taking:\u003c/p\u003e\u003cul\u003e\u003cli\u003eWhen they exercise\u003c/li\u003e\u003cli\u003eWhen they are sick\u003c/li\u003e\u003cli\u003eWhen they will be eating more or less food and calories\u003c/li\u003e\u003cli\u003eWhen they are traveling\u003c/li\u003e\u003c/ul\u003e\u003cp\u003e   DIET AND EXERCISE\u003c/p\u003e\u003cp\u003eBy testing their blood sugar level, people with type 1 diabetes learn which foods and activities raise or lower their sugar level most. This helps them adjust their insulin doses to specific meals or activities to prevent blood sugar from becoming too high or low. \u003c/p\u003e\u003cp\u003eThe American Diabetes Association and the American Dietetic Association have information for planning healthy, balanced meals. It can help to talk with a registered dietitian or nutrition counselor.\u003c/p\u003e\u003cp\u003eRegular exercise helps control the amount of sugar in the blood. It also helps burn extra calories and fat to reach a healthy weight.\u003c/p\u003e\u003cp\u003eTalk toyour health care provider before starting any exercise program. People with type 1 diabetes must take special steps before, during, and after physical activity or exercise.\u003c/p\u003e\u003cp\u003eMANAGING YOUR BLOOD SUGAR\u003c/p\u003e\u003cp\u003eChecking your blood sugar levelyourself and writing down the results tells you how well you are managing your diabetes. Talk to your doctor and diabetes educator about how often to check.\u003c/p\u003e\u003cp\u003eTo check your blood sugar level, you use adevice called a glucose meter. Usually, you prick your finger with a small needle called a lancet to get a tiny drop of blood. You place the blood on a test strip and put the strip into the meter. The meter gives you a reading that tells you the level of your blood sugar.\u003c/p\u003e\u003cp\u003eKeep a record of your blood sugar for yourself and your doctor or nurse. The numberswill help if you have problems managing your diabetes. You and your doctor should set a target goal for your blood sugar level at different times during the day. You should also plan what to do when your blood sugar is too low or high.\u003c/p\u003e\u003cp\u003eLow blood sugar is called hypoglycemia. Blood sugar levels below 70 mg/dL are too low and can harm you.\u003c/p\u003e\u003cp\u003eFOOT CARE\u003c/p\u003e\u003cp\u003ePeople with diabetes are more likely than those without diabetes to have foot problems. Diabetes damages the nerves. This can make you less able to feel pressure on the foot. You may not notice a foot injury until you get a severe infection.\u003c/p\u003e\u003cp\u003eDiabetes can also damage blood vessels. Small sores or breaks in the skin may become deeper skin sores (ulcers). The affected limb may need to be amputated if these skin ulcers do not heal or become larger, deeper, or infected.\u003c/p\u003e\u003cp\u003eTo prevent problems with your feet:\u003c/p\u003e\u003cul\u003e\u003cli\u003eStop smoking if you smoke.\u003c/li\u003e\u003cli\u003eImprove control of your blood sugar.\u003c/li\u003e\u003cli\u003eGet a foot exam by your health care provider at least twice a year and learn whether you have nerve damage.\u003c/li\u003e\u003cli\u003eCheck and care for your feet every day. This is very important when you already have nerve or blood vessel damage or foot problems.\u003c/li\u003e\u003cli\u003eMake sure you wear the right kind of shoes. Ask your health care provider what is right for you.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003ePREVENTING COMPLICATIONS\u003c/p\u003e\u003cp\u003eYour doctor may prescribe medicines or other treatments to reduce your chance of developing eye disease, kidney disease, and other conditions that are common in people with diabetes. These conditions are called complications of diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.108Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da584"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eThere are many diabetes resources that can help you understand more about type 1 diabetes. You can also learn ways to manage your condition so that you can live well with diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.108Z"},"url":"","section_title":"Support Groups"}
{"_id":{"$oid":"58efd56cc2f99315180da585"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eDiabetes is a lifelong disease and there is no cure.\u003c/p\u003e\u003cp\u003eTight control of blood glucose can prevent or delay diabetes complications. But these problemscan occur, even in people with good diabetes control.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.109Z"},"url":"","section_title":"Outlook (Prognosis)"}
{"_id":{"$oid":"58efd56cc2f99315180da586"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eAfter many years, diabetes can lead to other serious problems:\u003c/p\u003e\u003cul\u003e\u003cli\u003eYou could have eye problems, including trouble seeing (especially at night) and sensitivity to light. You could become blind.\u003c/li\u003e\u003cli\u003eYour feet and skin could develop sores and infections. If you have these sores for too long, your foot or leg may need to be amputated. Infection can also cause pain and itching.\u003c/li\u003e\u003cli\u003eDiabetes may make it harder to control your blood pressure and cholesterol. This can lead to heart attack, stroke, and other problems. It can become harder for blood to flow to the legs and feet.\u003c/li\u003e\u003cli\u003eNerves in the body can become damaged, causing pain, tingling, and numbness.\u003c/li\u003e\u003cli\u003eBecause of nerve damage, you could have problems digesting the food you eat. You could feel weakness or have trouble going to the bathroom. Nerve damage can also make it harder for men to have an erection.\u003c/li\u003e\u003cli\u003eHigh blood sugar and other problems can lead to kidney damage. The kidneys may not work as well as they used to. They may even stop working so that you need dialysis or a kidney transplant.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.109Z"},"url":"","section_title":"Possible Complications"}
{"_id":{"$oid":"58efd56cc2f99315180da587"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eCall 911 if you have:\u003c/p\u003e\u003cul\u003e\u003cli\u003eChest pain or pressure, shortness of breath, or other signs of angina\u003c/li\u003e\u003cli\u003eLoss of consciousness\u003c/li\u003e\u003cli\u003eSeizures\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eCall your health care provider or go to the emergency room if you have symptoms of diabetic ketoacidosis.\u003c/p\u003e\u003cp\u003eAlso call your doctor if you have:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBlood sugar levels that are higher than the goals you and your doctor have set\u003c/li\u003e\u003cli\u003eNumbness, tingling, or pain in your feet or legs\u003c/li\u003e\u003cli\u003eProblems with your eyesight\u003c/li\u003e\u003cli\u003eSores or infections on your feet\u003c/li\u003e\u003cli\u003eSymptoms that your blood sugar is getting too low (feeling weak or tired, trembling, sweating, feeling irritable, having trouble thinking clearly, fast heartbeat, double or blurry vision, feeling uneasy)\u003c/li\u003e\u003cli\u003eSymptoms that your blood sugar is too high (being very thirsty, having blurry vision, having dry skin, feeling weak or tired, needing to urinate a lot)\u003c/li\u003e\u003cli\u003eYou are having blood sugar readings below 70 mg/dL\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eYou can treat early signs of hypoglycemia at home by eating sugar or candy, or by taking glucose tablets. If signs of hypoglycemia continue or your blood glucose level stays below 60 mg/dL, go to the hospital emergency room.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.109Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da588"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eType 1 diabetes cannot be prevented. There is no screening test for type 1 diabetes in people who have no symptoms.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.110Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da589"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eInsulin-dependent diabetes; Juvenile onset diabetes; Diabetes - type 1\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.110Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da58a"},"article_title":"Type 1 diabetes","article_section":"\u003cp\u003eAlemzadeh R, Ali O. Diabetes mellitus. In: Kliegman RM, ed. \u003cem\u003eKliegman:\u003c/em\u003e\u003cem\u003eNelson Textbook of Pediatrics\u003c/em\u003e. 19th ed. Philadelphia, Pa: Elsevier Saunders; 2011:chap 583.\u003c/p\u003e\u003cp\u003eAmerican Diabetes Association. Standards of medical care in diabetes -- 2013. \u003cem\u003eDiabetes Care\u003c/em\u003e. 2013;36 Suppl 1:S11-S66.\u003c/p\u003e\u003cp\u003eEisenbarth GS, Buse JB. Type 1 diabetes mellitus. In: Melmed S, Polonsky KS, Larsen PR, Kronenberg HM, eds. \u003cem\u003eWilliams Textbook of Endocrinology\u003c/em\u003e. 12th ed. Philadelphia, Pa: Elsevier Saunders; 2011:chap 32.\u003c/p\u003e\u003cp\u003eInzucchi SE, Sherwin RS. Type 1 diabetes mellitus. In: Goldman L, Schafer AI, eds. \u003cem\u003eGoldman's Cecil Medicine\u003c/em\u003e. 24th ed. Philadelphia, Pa: Elsevier Saunders; 2011:chap 236.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.110Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da58b"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eType 2 diabetes is a lifelong (chronic) disease in which thereis ahigh level of sugar (glucose) in the blood. Type 2 diabetes is the most common form of diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.111Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da58c"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eInsulin is a hormone produced in the pancreas by special cells, called beta cells. The pancreas is behind the stomach. Insulin is needed to move blood sugar (glucose) into cells. There, it is stored and later used for energy. \u003c/p\u003e\u003cp\u003eWhen you have type 2 diabetes, your fat, liver, and muscle cells do not respond correctly to insulin. This is called insulin resistance. As a result, blood sugar does not get into these cells to be stored for energy.\u003c/p\u003e\u003cp\u003eWhen sugar cannot enter cells, a high level of sugar builds up in the blood. This is called hyperglycemia.\u003c/p\u003e\u003cp\u003eType 2 diabetes usually occurs slowly over time. Most people with the disease are overweight when they are diagnosed. Increased fat makes it harder for your body to use insulin the correct way.\u003c/p\u003e\u003cp\u003eType 2 diabetes can also develop in people who are thin. This is more common in the elderly.\u003c/p\u003e\u003cp\u003eFamily history and genes play a role in type 2 diabetes. Low activity level, poor diet, and excess body weight around the waist increase your chance of getting the disease. \u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.111Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da58d"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003ePeople with type 2 diabetes often have no symptoms at first. They may not have symptoms for many years.\u003c/p\u003e\u003cp\u003eEarly symptoms of diabetes may include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBladder, kidney, skin, or other infections that are more frequent or heal slowly\u003c/li\u003e\u003cli\u003eFatigue\u003c/li\u003e\u003cli\u003eHunger\u003c/li\u003e\u003cli\u003eIncreased thirst\u003c/li\u003e\u003cli\u003eIncreased urination\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThe first symptom may also be:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBlurred vision\u003c/li\u003e\u003cli\u003eErectile dysfunction\u003c/li\u003e\u003cli\u003ePain or numbness in the feet or hands\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.111Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da58e"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eYour health care provider may suspect that you have diabetes if your blood sugar level is higher than 200 mg/dL. To confirm the diagnosis, one or more of the following tests must be done.\u003c/p\u003e\u003cp\u003eDiabetes blood tests:\u003c/p\u003e\u003cul\u003e\u003cli\u003eFasting blood glucose level -- diabetes is diagnosed if it is higher than 126 mg/dL two times\u003c/li\u003e\u003cli\u003eHemoglobin A1C test --Diabetes: 6.5% or higher  \u003c/li\u003e\u003cli\u003eOral glucose tolerance test -- diabetes is diagnosed if glucose level is higher than 200 mg/dL 2 hours after drinking a special sugar drink\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eDiabetes screening is recommended for:\u003c/p\u003e\u003cul\u003e\u003cli\u003eOverweight children who have other risk factors for diabetes, starting at age 10 and repeated every 2 years\u003c/li\u003e\u003cli\u003eOverweight adults (BMI greater than 25) who have other risk factors\u003c/li\u003e\u003cli\u003eAdults over age 45 every 3 years\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eIf you have been diagnosed with type 2 diabetes, youneed to work closely with your health care provider. You will likely need to see your provider every 3 months. At these visits, you can expect your provider to do the following:\u003c/p\u003e\u003cul\u003e\u003cli\u003eCheck your blood pressure\u003c/li\u003e\u003cli\u003eCheck the skin and bones on your feet and legs\u003c/li\u003e\u003cli\u003eCheck if your feet are becoming numb\u003c/li\u003e\u003cli\u003eExamine the back part of the eye with a special lighted instrument\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThe following tests will help you and your doctor monitor your diabetes and prevent problems:\u003c/p\u003e\u003cul\u003e\u003cli\u003eHave your blood pressure checked at least every year (blood pressure goals should be 140/80 mm/Hg or lower).\u003c/li\u003e\u003cli\u003eHave your A1C test (hemoglobin A1C) every 6 months if your diabetes is well controlled; otherwise every 3 months.\u003c/li\u003e\u003cli\u003eHave your cholesterol and triglyceride levels checked yearly (aim for LDL levels below 70-100 mg/dL).\u003c/li\u003e\u003cli\u003eGet yearly tests to make sure your kidneys are working well (microalbuminuria and serum creatinine).\u003c/li\u003e\u003cli\u003eVisit your eye doctor at least once a year, or more often if you have signs of diabetic eye disease.\u003c/li\u003e\u003cli\u003eSee the dentist every 6 months for a thorough dental cleaning and exam. Make sure your dentist and hygienist know that you have diabetes.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.111Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da58f"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eThe goal of treatment at first is to lower your high blood glucose levels. Long-term goals are to prevent problems from diabetes.\u003c/p\u003e\u003cp\u003eThe most important way totreat and managetype 2 diabetes isactivity and nutrition.\u003c/p\u003e\u003cp\u003eLEARN THESE SKILLS\u003c/p\u003e\u003cp\u003eLearning diabetes management skills will help you live well with diabetes. These skills help prevent healthproblems and the need for medical care. Skills include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eHow to test and record your blood glucose\u003c/li\u003e\u003cli\u003eWhat to eat and when\u003c/li\u003e\u003cli\u003eHow to take medications, if needed\u003c/li\u003e\u003cli\u003eHow to recognize and treat low and high blood sugar\u003c/li\u003e\u003cli\u003eHow to handle sick days\u003c/li\u003e\u003cli\u003eWhere to buy diabetes supplies and how to store them \u003c/li\u003e\u003c/ul\u003e\u003cp\u003eIt may take several months to learn these skills. Keep learning about diabetes, its complications, and how to control and live with the disease. Stay up-to-date on new research and treatments.\u003c/p\u003e\u003cp\u003eMANAGING YOUR BLOOD SUGAR\u003c/p\u003e\u003cp\u003eChecking your blood sugar levelsyourself and writing down the results tells you how well you are managing your diabetes. Talk to your doctor and diabetes educator about how often to check.\u003c/p\u003e\u003cp\u003eTo check your blood sugar level, you use a device called a glucose meter. Usually, you prick your finger with a small needle called a lancet. This gives you a tiny drop of blood. You place the blood on a test strip and put the strip into the meter. The meter gives you a reading that tells you the level of your blood sugar.\u003c/p\u003e\u003cp\u003eYourhealth care provider or diabetes educator will help set up a testing schedule for you. Your doctor will help you seta target range for your blood sugar numbers. Keep these factors in mind:\u003c/p\u003e\u003cul\u003e\u003cli\u003eMost people with type 2 diabetes only need to check their blood sugar once or twice a day.\u003c/li\u003e\u003cli\u003eIf your blood sugar level isunder control, you may only need to checkit a few times a week.\u003c/li\u003e\u003cli\u003eYou may test yourself when you wake up, before meals, and at bedtime.\u003c/li\u003e\u003cli\u003eYou may need to test more often when you are sick or under stress. \u003c/li\u003e\u003c/ul\u003e\u003cp\u003eKeep a record of your blood sugar for yourself and your health care provider. Based on your numbers, changes may need to be made to your meals, activity or medicines to keep your blood sugar level in the right range. \u003c/p\u003e\u003cp\u003eDIET AND WEIGHT CONTROL\u003c/p\u003e\u003cp\u003eWork closely with your doctor, nurse, and dietitian to learn how much fat, protein, and carbohydrates you need in your diet. Your meal plans should fit your lifestyle and habits and should include foods that you like.\u003c/p\u003e\u003cp\u003eManaging your weight and having a well-balanced diet are important. Some people with type 2 diabetes can stop taking medicines after losing weight. This does not mean that their diabetes is cured. They still have diabetes.\u003c/p\u003e\u003cp\u003eVery obese patients whose diabetes is not well managed with diet and medicine may consider weight loss (bariatric) surgery.\u003c/p\u003e\u003cp\u003eREGULAR PHYSICAL ACTIVITY\u003c/p\u003e\u003cp\u003eRegularactivity is important for everyone. It is even more importantwhen you have diabetes. Reasons why exercise is good for your health:\u003c/p\u003e\u003cul\u003e\u003cli\u003eLowers your blood sugar level without medicine\u003c/li\u003e\u003cli\u003eBurns extra calories and fat to help manage your weight\u003c/li\u003e\u003cli\u003eImproves blood flow and blood pressure\u003c/li\u003e\u003cli\u003eIncreases your energy level\u003c/li\u003e\u003cli\u003eImproves your ability to handle stress\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eTalk to your health care provider before starting any exercise program. People with type 2 diabetes may need to take special steps before, during, and after physical activity or exercise.\u003c/p\u003e\u003cp\u003eMEDICATIONS TO TREAT DIABETES\u003c/p\u003e\u003cp\u003eIf diet and exercise do not help keep your blood sugar at normal or near-normal levels, your doctor may prescribe medication. Since these drugs help lower your blood sugar levels in different ways, your doctor may have you take more than one drug.\u003c/p\u003e\u003cp\u003eSome of the most common types of medication are listed below. They are taken by mouth or injection.\u003c/p\u003e\u003cul\u003e\u003cli\u003eAlpha-glucosidase inhibitors \u003c/li\u003e\u003cli\u003eBiguanides\u003c/li\u003e\u003cli\u003eDPP IV inhibitors\u003c/li\u003e\u003cli\u003eInjectable medicines \u003c/li\u003e\u003cli\u003eMeglitinides \u003c/li\u003e\u003cli\u003eSulfonylureas \u003c/li\u003e\u003cli\u003eThiazolidinediones \u003c/li\u003e\u003c/ul\u003e\u003cp\u003eYou may need to take insulin if your blood sugar cannot be controlled with any of the above medicines. Insulin must be injected under the skin using a syringe, insulin pen, or pump. It cannot be taken by mouth because the acid in the stomach destroys insulin.\u003c/p\u003e\u003cp\u003ePREVENTING COMPLICATIONS\u003c/p\u003e\u003cp\u003eYour doctor may prescribe medicines or other treatments to reduce your chance of developing eye disease, kidney disease, and other conditions that are common in people with diabetes. These conditions are called complications of diabetes.\u003c/p\u003e\u003cp\u003eFOOT CARE\u003c/p\u003e\u003cp\u003ePeople with diabetes are more likely than those without diabetesto have foot problems. Diabetes damages thenerves.This can make you less able to feel pressure on the foot. You many not notice a foot injury until you get a severe infection.\u003c/p\u003e\u003cp\u003eDiabetes can also damage blood vessels. Small sores or breaks in the skin may become deeper skin sores (ulcers). The affected limb may need to be amputated if these skin ulcers do not heal or become larger, deeper or infected.\u003c/p\u003e\u003cp\u003eTo prevent problems with your feet:\u003c/p\u003e\u003cul\u003e\u003cli\u003eStop smoking if you smoke.\u003c/li\u003e\u003cli\u003eImprove control of your blood sugar.\u003c/li\u003e\u003cli\u003eGet a foot exam by your health care provider at least twice a year and learnif you have nerve damage.\u003c/li\u003e\u003cli\u003eCheck and care for your feet every day. This is very important when you already have nerve or blood vessel damage or foot problems. \u003c/li\u003e\u003cli\u003eMake sure you wear the right kind of shoes. Ask your health care provider what is right for you.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.112Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da590"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eThere are many diabetes resources that can help you understand more about type 2 diabetes.You can also learn ways to manage your condition so you can live well with diabetes.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.112Z"},"url":"","section_title":"Support Groups"}
{"_id":{"$oid":"58efd56cc2f99315180da591"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eDiabetes is a lifelong disease and there is no cure.\u003c/p\u003e\u003cp\u003eSome people with type 2 diabetes no longer need medicine if they lose weight and become more active. When they reach their ideal weight, their body's own insulin and a healthy diet can control their blood sugar level.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.112Z"},"url":"","section_title":"Outlook (Prognosis)"}
{"_id":{"$oid":"58efd56cc2f99315180da592"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eAfter many years, diabetes can lead to serious problems:\u003c/p\u003e\u003cul\u003e\u003cli\u003eYou could have eye problems, including trouble seeing (especially at night), and light sensitivity. You could become blind.\u003c/li\u003e\u003cli\u003eYour feet and skin can develop sores and infections. After a long time, your foot or leg may need to be amputated. Infection can also cause pain and itching in other parts of the body.\u003c/li\u003e\u003cli\u003eDiabetes may make it harder to control your blood pressure and cholesterol. This can lead to a heart attack, stroke, and other problems. It can become harder for blood to flow to your legs and feet.\u003c/li\u003e\u003cli\u003eNerves in your body can get damaged, causing pain, tingling, and numbness.\u003c/li\u003e\u003cli\u003eBecause of nerve damage, you could have problems digesting the food you eat. You could feel weakness or have trouble going to the bathroom. Nerve damage can make it harder for men to have an erection.\u003c/li\u003e\u003cli\u003eHigh blood sugar and other problems can lead to kidney damage. Your kidneys may not work as well as they used to. They may even stop working so that you need dialysis or a kidney transplant.\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.113Z"},"url":"","section_title":"Possible Complications"}
{"_id":{"$oid":"58efd56cc2f99315180da593"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eCall 911 right away if you have:\u003c/p\u003e\u003cul\u003e\u003cli\u003eChest pain or pressure\u003c/li\u003e\u003cli\u003eFainting or unconsciousness\u003c/li\u003e\u003cli\u003eSeizure\u003c/li\u003e\u003cli\u003eShortness of breath\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eThese symptoms can quickly get worse and become emergency conditions (such as convulsions or hypoglycemic coma).\u003c/p\u003e\u003cp\u003eAlso call your doctor if you have:\u003c/p\u003e\u003cul\u003e\u003cli\u003eNumbness, tingling, or pain in your feet or legs\u003c/li\u003e\u003cli\u003eProblems with your eyesight\u003c/li\u003e\u003cli\u003eSores or infections on your feet\u003c/li\u003e\u003cli\u003eSymptoms of high blood sugar (being very thirsty, having blurry vision, having dry skin, feeling weak or tired, needing to urinate a lot)\u003c/li\u003e\u003cli\u003eSymptoms of low blood sugar (feeling weak or tired, trembling, sweating, feeling irritable, having trouble thinking clearly, fast heartbeat, double or blurry vision, feeling uneasy)\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.113Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da594"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eYou can help prevent type 2 diabetes by keeping a healthy body weight and an active lifestyle.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.113Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da595"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eNoninsulin-dependent diabetes; Diabetes - type 2; Adult-onset diabetes\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.113Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da596"},"article_title":"Type 2 Diabetes","article_section":"\u003cp\u003eAmerican Diabetes Association. Standards of medical care in diabetes -- 2013. \u003cem\u003eDiabetes Care\u003c/em\u003e. 2013;36 Suppl 1:S11-S66.\u003c/p\u003e\u003cp\u003eEisenbarth GS, Polonsky KS, Buse JB. Type 2 diabetes mellitus. In: Melmed S, Polonsky KS, Larsen PR, Kronenberg HM, eds. \u003cem\u003eWilliams Textbook of Endocrinology\u003c/em\u003e. 12th ed. Philadelphia, Pa.: Elsevier Saunders; 2011: chap 31.\u003c/p\u003e\u003cp\u003eInzucchi SE, Sherwin RS. Type 2 diabetes mellitus. In: Goldman L, Schafer AI, eds. \u003cem\u003eGoldman's Cecil Medicine\u003c/em\u003e. 24th ed. Philadelphia, Pa.: Elsevier Saunders; 2011:chap 237.\u003c/p\u003e\u003cp\u003ePories WJ, Mehaffy JH, Staton KM. The surgical treatment of type two diabetes mellitus. \u003cem\u003eSurg Clin North Am\u003c/em\u003e. 2011;91:821-836.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.114Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da597"},"article_title":"Diabetes Insipidus","article_section":"\u003cp\u003eDiabetes insipidus (DI) causes frequent urination. You become extremely thirsty, so you drink. Then you urinate. This cycle can keep you from sleeping or even make you wet the bed. Your body produces lots of urine that is almost all water.\u003c/p\u003e\u003cp\u003eDI is different from diabetes mellitus (DM), which involves insulin problems and high blood sugar. The symptoms can be similar. However, DI is related to how your kidneys handle fluids. It's much less common than DM. Urine and blood tests can show which one you have.\u003c/p\u003e\u003cp\u003eUsually, DI is caused by a problem with your pituitary gland or your kidneys. Treatment depends on the cause of the problem.  Medicines can often help.\u003c/p\u003e\u003cp\u003eNIH: National Institute of Diabetes and Digestive and Kidney Diseases\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.114Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da598"},"article_title":"Diabetes insipidus","article_section":"\u003cp\u003eDiabetes insipidus is an uncommon condition in which the kidneys are unable to prevent the excretion of water.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.114Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da599"},"article_title":"Diabetes insipidus","article_section":"\u003cp\u003eDuring the day, your kidneys filter all your blood many times. Normally, most of the water is reabsorbed, and only a small amount of concentrated urine is excreted. DI occurs when the kidneys cannot concentrate the urine normally, and a large amount of dilute urine is excreted. \u003c/p\u003e\u003cp\u003eThe amount of water excreted in the urine is controlled by antidiuretic hormone (ADH). ADH is also called vasopressin. ADH is produced in a part of the brain called the hypothalamus. It is then stored and released from the pituitary gland. This is a small gland at the base of the brain.\u003c/p\u003e\u003cp\u003eDI caused by a lack of ADH is called central diabetes insipidus. When DI is caused by a failure of the kidneys to respond to ADH, the condition is called nephrogenic diabetes insipidus.\u003c/p\u003e\u003cp\u003eCentral diabetes insipidus can be caused by damage to the hypothalamus or pituitary gland as a result of:\u003c/p\u003e\u003cul\u003e\u003cli\u003eGenetic problems\u003c/li\u003e\u003cli\u003eHead injury\u003c/li\u003e\u003cli\u003eInfection\u003c/li\u003e\u003cli\u003eLoss of blood supply to the gland\u003c/li\u003e\u003cli\u003eSurgery\u003c/li\u003e\u003cli\u003eTumor \u003c/li\u003e\u003c/ul\u003e\u003cp\u003eNephrogenic DI involves a defect in the kidneys. As a result, the kidneys do not respond to ADH. Like central DI, nephrogenic DI is very rare. Nephrogenic DI may be caused by:\u003c/p\u003e\u003cul\u003e\u003cli\u003eCertain drugs (such as lithium)\u003c/li\u003e\u003cli\u003eGenetic problems\u003c/li\u003e\u003cli\u003eHigh level of calcium in the body (hypercalcemia)\u003c/li\u003e\u003cli\u003eKidney disease (such as polycystic kidney disease) \u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.115Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da59a"},"article_title":"Diabetes insipidus","article_section":"\u003cp\u003eSymptoms of DI include: \u003c/p\u003e\u003cul\u003e\u003cli\u003eExcessive thirst that may be intense or uncontrollable, usually with the need to drink large amounts of water or craving for ice water\u003c/li\u003e\u003cli\u003eExcessive urine volume\u003c/li\u003e\u003cli\u003eExcessive urination, often needing to urinate every hour throughout the day and night \u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.115Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da59b"},"article_title":"Diabetes insipidus","article_section":"\u003cp\u003eThe health care provider will ask about your medical history and symptoms.\u003c/p\u003e\u003cp\u003eTests that may be ordered include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBlood sodium and osmolarity\u003c/li\u003e\u003cli\u003eDesmopressin (DDAVP) challenge\u003c/li\u003e\u003cli\u003eMRI of the head\u003c/li\u003e\u003cli\u003eUrinalysis\u003c/li\u003e\u003cli\u003eUrine concentration\u003c/li\u003e\u003cli\u003eUrine output \u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.115Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da59c"},"article_title":"Diabetes insipidus","article_section":"\u003cp\u003eThe cause of the underlying condition will be treated when possible.\u003c/p\u003e\u003cp\u003eCentral diabetes insipidus may be controlled with vasopressin (desmopressin, DDAVP). You take vasopressin as either an injection, a nasal spray, or tablets.\u003c/p\u003e\u003cp\u003eIf nephrogenic DI is caused by medication, stopping the medication may help restore normal kidney function. But with some medications, such as lithium, after many years of use, nephrogenic DI can be permanent.\u003c/p\u003e\u003cp\u003eHereditary nephrogenic DI and lithium-induced nephrogenic DI are treated by drinking enough fluids to match urine output. Medicines that lower urine output also need to be taken. \u003c/p\u003e\u003cp\u003eNephrogenic DI is treated with anti-inflammatory medicines and diuretics (water pills).\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.115Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da59d"},"article_title":"Diabetes insipidus","article_section":"\u003cp\u003eOutcome depends on the underlying disorder. If treated, diabetes insipidus does not cause severe problems or result in early death.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.116Z"},"url":"","section_title":"Outlook (Prognosis)"}
{"_id":{"$oid":"58efd56cc2f99315180da59e"},"article_title":"Diabetes insipidus","article_section":"\u003cp\u003eIf your body's thirst control is normal and you drink enough fluids, there are no significant effects on body fluid or salt balance.\u003c/p\u003e\u003cp\u003eNot drinking enough fluids can lead to dehydration and electrolyte imbalance.\u003c/p\u003e\u003cp\u003eIf DI is treated with vasopressin and your body's thirst control is not normal, drinking more fluids than your body needs can cause dangerous electrolyte imbalance. \u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.116Z"},"url":"","section_title":"Possible Complications"}
{"_id":{"$oid":"58efd56cc2f99315180da59f"},"article_title":"Diabetes insipidus","article_section":"\u003cp\u003eCall your health care provider if you develop symptoms of diabetes insipidus.\u003c/p\u003e\u003cp\u003eIf you have diabetes insipidus, contact your health care provider if frequent urination or extreme thirst return.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.116Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da5a0"},"article_title":"Diabetes insipidus","article_section":"\u003cp\u003eRobinson AL, Verbalis JG. Posterior pituitary. In: Melmed S, Polonsky KS, Larsen PR, Kronenberg HM, eds. \u003cem\u003eWilliams Textbook of Endocrinology.\u003c/em\u003e 12th ed. Philadelphia, Pa: Elsevier Saunders; 2011:chap 10.\u003c/p\u003e\u003cp\u003eVerbalis JG. Disorders of water balance. In: Taal MW, Chertow GM, Marsden PA, et al., eds. \u003cem\u003eBrenner and Rector's The Kidney\u003c/em\u003e. 9th ed. Philadelphia, Pa: Elsevier Saunders; 2011:chap 15.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.117Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da5a1"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eCentral diabetes insipidus is a rare condition that involves extreme thirst and excessive urination. \u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.117Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da5a2"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eCentral diabetes insipidus occurs when the body has a lower than normal amount of antidiuretic hormone (ADH). ADH is also called vasopressin. ADH is produced in a part of the brain called the hypothalamus. It is then stored and released from the pituitary gland. This is a small gland at the base of the brain.\u003c/p\u003e\u003cp\u003eADH controls the amount of water excreted in urine. Without ADH, the kidneys do not work properly to keep enough water in the body. The result is a rapid loss of water from the body in the form of dilute urine. This results in the need to drink large amounts of water due to extreme thirst and to make up for excessive water loss in the urine (as much as 4 gallons a day).\u003c/p\u003e\u003cp\u003eThe reduced level of ADH may be caused by damage to the hypothalamus or pituitary gland. This damage may be due to surgery, infection, inflammation, tumor, or injury to the brain.\u003c/p\u003e\u003cp\u003eSometimes the cause is unknown. In rare cases, central diabetes insipidus is caused by a genetic problem.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.117Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da5a3"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eSymptoms of central diabetes insipidus include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eIncreased urine production\u003c/li\u003e\u003cli\u003eExcessive thirst\u003c/li\u003e\u003cli\u003eConfusion and changes in alertness due to dehydration and higher than normal sodium level in the body, if the person is unable to drink \u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.117Z"},"url":"","section_title":"Symptoms"}
{"_id":{"$oid":"58efd56cc2f99315180da5a4"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eThe health care provider will ask about your medical history and symptoms.\u003c/p\u003e\u003cp\u003eTests that may be ordered include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBlood sodium and osmolarity\u003c/li\u003e\u003cli\u003eDesmopressin (DDAVP) challenge\u003c/li\u003e\u003cli\u003eMRI of the head\u003c/li\u003e\u003cli\u003eUrinalysis\u003c/li\u003e\u003cli\u003eUrine concentration \u003c/li\u003e\u003cli\u003eUrine output\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.118Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da5a5"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eThe cause of the underlying condition will be treated.\u003c/p\u003e\u003cp\u003eVasopressin (desmopressin, DDAVP) is given either as a nasal spray, tablets, or injections. This controls urine output and fluid balance and prevents dehydration.\u003c/p\u003e\u003cp\u003eIn mild cases, drinking more water may be all that is needed. If the body's thirst control is not working (for example, if the hypothalamus is damaged), a prescription for a certain amount of water intake may also be needed to ensure proper hydration.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.118Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da5a6"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eOutcome depends on the cause. If treated, central diabetes insipidus usually does not cause severe problems or result in early death.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.118Z"},"url":"","section_title":"Outlook (Prognosis)"}
{"_id":{"$oid":"58efd56cc2f99315180da5a7"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eNot drinking enough fluids can lead to dehydration and electrolyte imbalance.\u003c/p\u003e\u003cp\u003eWhen taking vasopressin and your body's thirst control is not normal, drinking more fluids than your body needs can cause dangerous electrolyte imbalance. \u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.119Z"},"url":"","section_title":"Possible Complications"}
{"_id":{"$oid":"58efd56cc2f99315180da5a8"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eCall your health care provider if you develop symptoms of central diabetes insipidus.\u003c/p\u003e\u003cp\u003eIf you have central diabetes insipidus, contact your health care provider if frequent urination or extreme thirst return.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.119Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da5a9"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eMany of the cases may not be preventable. Prompt treatment of infections, tumors, and injuries may reduce risk.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.119Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da5aa"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eCentral diabetes insipidus\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.119Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da5ab"},"article_title":"Diabetes insipidus - central","article_section":"\u003cp\u003eRobinson AL, Verbalis JG. Posterior Pituitary. In: Melmed S, Polonsky KS, Larsen PR, Kronenberg HM, eds. \u003cem\u003eWilliams Textbook of Endocrinology.\u003c/em\u003e 12th ed. Philadelphia, Pa: Elsevier Saunders; 2011:chap 10.\u003c/p\u003e\u003cp\u003eVerbalis JG. Disorders of water balance. In: Taal MW, Chertow GM, Marsden PA, et al., eds. \u003cem\u003eBrenner and Rector's The Kidney\u003c/em\u003e. 9th ed. Philadelphia, Pa: Elsevier Saunders; 2011:chap 15.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.120Z"},"url":"","section_title":"References"}
{"_id":{"$oid":"58efd56cc2f99315180da5ac"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cp\u003eNephrogenic diabetes insipidus is a disorder in which a defect in the small tubes (tubules) in the kidneys causes a person to pass a large amount of urine. The tubules normally allow water to be removed from the kidney and returned into the blood, without leaking into the urine.\u003c/p\u003e\u003cp\u003eSee also: Diabetes insipidus - central\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.120Z"},"url":"","section_title":"_INTRO_"}
{"_id":{"$oid":"58efd56cc2f99315180da5ad"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cp\u003eNephrogenic diabetes insipidus (NDI) occurs when the kidney tubules do not respond to a chemical in the body called antidiuretic hormone (ADH), also called vasopressin. ADH normally tells the kidneys to make the urine more concentrated.\u003c/p\u003e\u003cp\u003eAs a result of the defect, the kidneys release an excessive amount of water into the urine, producing a large quantity of very dilute urine. This makes you produce large amounts of urine.\u003c/p\u003e\u003cp\u003eNDI is rare. Congenital diabetes insipidus is present at birth as a result of defect passed down through families that usually affects men. However, women can pass the gene on to their children.\u003c/p\u003e\u003cp\u003eMost commonly, NDI develops because of other reasons. This is called an acquired disorder. Factors that can trigger the acquired form of this condition include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eBlockage in the urinary tract\u003c/li\u003e\u003cli\u003eHigh calcium levels\u003c/li\u003e\u003cli\u003eLow potassium levels\u003c/li\u003e\u003cli\u003eUse of certain drugs (lithium, demeclocycline, amphotericin B)\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.120Z"},"url":"","section_title":"Causes"}
{"_id":{"$oid":"58efd56cc2f99315180da5ae"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cp\u003eA physical exam may reveal:\u003c/p\u003e\u003cul\u003e\u003cli\u003eLow blood pressure\u003c/li\u003e\u003cli\u003eRapid pulse\u003c/li\u003e\u003cli\u003eShock\u003c/li\u003e\u003cli\u003eSigns of dehydration\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eTesting may reveal:\u003c/p\u003e\u003cul\u003e\u003cli\u003eHigh serum osmolality\u003c/li\u003e\u003cli\u003eHigh urine output, regardless of how many fluids you drink\u003c/li\u003e\u003cli\u003eKidneys don't concentrate urine when the person is given ADH\u003c/li\u003e\u003cli\u003eLow urine osmolality\u003c/li\u003e\u003cli\u003eNormal or high ADH levels\u003c/li\u003e\u003c/ul\u003e\u003cp\u003eOther tests that may be done include:\u003c/p\u003e\u003cul\u003e\u003cli\u003eSerum sodium\u003c/li\u003e\u003cli\u003eUrine 24 hour volume\u003c/li\u003e\u003cli\u003eUrine concentration test\u003c/li\u003e\u003cli\u003eUrine specific gravity\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.121Z"},"url":"","section_title":"Exams and Tests"}
{"_id":{"$oid":"58efd56cc2f99315180da5af"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cp\u003eThe goal of treatment is to control the body's fluid levels. Patients will be given a large amount of fluids. The amount of fluids given should be about equal to the amount of urine produced.\u003c/p\u003e\u003cp\u003eIf the condition is due to a certain medication, stopping the medicine may improve symptoms. Never stop taking any medication without first talking to your doctor.\u003c/p\u003e\u003cp\u003eA medicine called hydrochlorothiazide may improve symptoms. This may be used alone or in combination with other medications, including amiloride or indomethacin. Although hydrochlorothiazide is a diuretic (these medications are usually used to increase urine output), in certain cases it can actually reduce urine output for people with NDI .\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.121Z"},"url":"","section_title":"Treatment"}
{"_id":{"$oid":"58efd56cc2f99315180da5b0"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cp\u003eIf a person drinks enough fluids, this condition has no significant effects on the fluid or electrolyte balance of the body. But you will need to drink a lot of water and other fluids.\u003c/p\u003e\u003cp\u003eIf the person does not drink enough fluids, high urine output may cause dehydration and high levels of sodium in the blood. \u003c/p\u003e\u003cp\u003eNDI that is present at birth is a long-term condition requiring lifelong treatment.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.121Z"},"url":"","section_title":"Outlook (Prognosis)"}
{"_id":{"$oid":"58efd56cc2f99315180da5b1"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cul\u003e\u003cli\u003eDilation of the ureters and bladder\u003c/li\u003e\u003cli\u003eHigh blood sodium (hypernatremia)\u003c/li\u003e\u003cli\u003eSevere dehydration\u003c/li\u003e\u003cli\u003eShock\u003c/li\u003e\u003c/ul\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.122Z"},"url":"","section_title":"Possible Complications"}
{"_id":{"$oid":"58efd56cc2f99315180da5b2"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cp\u003eCall your health care provider if you have symptoms of this disorder.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.122Z"},"url":"","section_title":"When to Contact a Medical Professional"}
{"_id":{"$oid":"58efd56cc2f99315180da5b3"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cp\u003eThere is no known way to prevent congenital nephrogenic diabetes insipidus.\u003c/p\u003e\u003cp\u003eTreating the disorders that can lead to the acquired form of the condition may prevent it from developing in some cases. Medications should only be used under the supervision of the health care provider.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.122Z"},"url":"","section_title":"Prevention"}
{"_id":{"$oid":"58efd56cc2f99315180da5b4"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cp\u003eNephrogenic diabetes insipidus; Acquired nephrogenic diabetes insipidus; Congenital diabetes insipidus\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.122Z"},"url":"","section_title":"Alternative Names"}
{"_id":{"$oid":"58efd56cc2f99315180da5b5"},"article_title":"Diabetes insipidus - nephrogenic","article_section":"\u003cp\u003eVerbalis JG. Posterior pituitary. In: Goldman L, Schafer AI, eds. \u003cem\u003eCecil Medicine\u003c/em\u003e. 24th ed. Philadelphia, PA: Saunders Elsevier; 2011:chap 232.\u003c/p\u003e","date_scraped":{"$date":"2017-04-13T12:45:48.123Z"},"url":"","section_title":"References"}
